{"Estonia": {"Global Funds": {"Income situation": "High income", "Global Climate Change Alliance (GCCA)": {"Pledged": "0.9", "Deposited": "0.9"}, "Green Climate Fund (GCF)": {"Pledged": "1.3", "Deposited": "1.3"}}}, "Iraq": {"Paris Agreement": {"Date": "12/11/2015", "Summary": "Please note that the INDC was submitted only in Arabic. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.orgIraq has set targets to reduce greenhouse gas (GHG) emissions by 15% below business-as-usual (BAU) emissions by 2035. Of the 90 million metric tons of CO2 equivalent, 2% will be conditional and an additional 13% will be achieved through the unconditional target."}}, "Bhutan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Bhutan intends to remain carbon neutral where emission of greenhouse gases will not exceed carbon sequestration by our forests, which is estimated at 6.3 million tons of CO2. Bhutan will maintain a minimum of 60 percent of total land under forest cover for all time in accordance the Constitution of the Kingdom of Bhutan. Efforts will also be made to maintain current levels of forest cover, which currently stand at 70.46%, through sustainable forest management and conservation of environmental services."}}, "Bahamas": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "The Bahamas intends to achieve these mitigation actions through an economy-wide [reduction] in GHG emission of 30% when compared to its Business as Usual (BAU) scenario by 2030. The INDC also inlcudes a section on Adaptation."}}, "Finland": {"Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "7.15", "Deposited": "6.83"}, "Adaptation Fund (AF)": {"Pledged": "6.8", "Deposited": "6.8"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "23.2", "Deposited": "23.2"}, "Global Environment Facility (GEF4)": {"Pledged": "13.8", "Deposited": "13.8"}, "Global Environment Facility (GEF5)": {"Pledged": "27.73", "Deposited": "27.73"}, "Global Environment Facility (GEF6)": {"Pledged": "22.1", "Deposited": "22.1"}, "Green Climate Fund (GCF)": {"Pledged": "107.0", "Deposited": "46.42"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "40.86", "Deposited": "40.86"}, "Partnership for Market Readiness": {"Pledged": "5.4", "Deposited": "5.4"}, "Special Climate Change Fund (SCCF)": {"Pledged": "0.37", "Deposited": "0.37"}}}, "Lesotho": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Lesotho is committed to reduce unconditionally 10% of its GHG emissions by 2030 compared to a Business-As-Usual (BAU) scenario. The conditional target is 35% by 2030. Lesotho has also communicated an adaptation contribution. See the full INDC for more information."}}, "Suriname": {"Paris Agreement": {"Date": "28/10/2015", "Summary": "Suriname has taken the initiative to move away from business as usual and to chart a course towards climate compatible development through an enabling framework which has included the preparation and approval of a National Climate Change Policy, Strategy and Action Plan (NCCPSAP). The Republic of Suriname intends to implement the NCCPSAP and will be seeking adequate resources to support this. In this regard, Suriname’s commitment is one that is unconditional as well as conditional through proposed measures of policies, strategies and actions."}}, "Slovenia": {"Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "2.12", "Deposited": "2.12"}, "Global Environment Facility (GEF5)": {"Pledged": "2.13", "Deposited": "2.13"}, "Global Environment Facility (GEF6)": {"Pledged": "1.67", "Deposited": "1.67"}}}, "United Kingdom": {"Global Funds": {"Income situation": "High income", "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "5.77", "Deposited": "5.77"}, "Global Environment Facility (GEF5)": {"Pledged": "105.81", "Deposited": "105.81"}, "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "9.5", "Deposited": "9.5"}, "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "239.18", "Deposited": "202.84"}, "Adaptation Fund (AF)": {"Pledged": "15.92", "Deposited": "15.92"}, "BioCarbon Fund Initiative for Sustainable Forest Landscapes (BioCarbon Fund\xa0ISFL)": {"Pledged": "120.46", "Deposited": "1.4"}, "Clean Technology Fund (CTF)": {"Pledged": "1574.68", "Deposited": "1574.68"}, "Congo Basin Forest Fund (CBFF)": {"Pledged": "82.5", "Deposited": "61.13"}, "Forest Investment Program (FIP)": {"Pledged": "301.99", "Deposited": "301.99"}, "Global Environment Facility (GEF4)": {"Pledged": "83.22", "Deposited": "83.22"}, "Global Environment Facility (GEF6)": {"Pledged": "105.67", "Deposited": "105.67"}, "Green Climate Fund (GCF)": {"Pledged": "1211.0", "Deposited": "934.14"}, "Partnership for Market Readiness": {"Pledged": "11.1", "Deposited": "11.1"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "527.75", "Deposited": "527.75"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "356.9", "Deposited": "356.9"}, "Special Climate Change Fund (SCCF)": {"Pledged": "18.6", "Deposited": "18.6"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "188.75", "Deposited": "17.94"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "186.84", "Deposited": "186.84"}}}, "Singapore": {"Paris Agreement": {"Date": "03/07/2015", "Summary": "Singapore communicates that it intends to reduce its Emissions Intensity by 36% from 2005 levels by 2030, and stabilise its emissions with the aim of peaking around 2030."Singapore also submitted an Annex with accompanying information on its national circumstances and adaptation efforts."}}, "Latvia": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.5", "Deposited": "0.5"}}},"South Sudan": {"Paris Agreement": {"Date": "23/11/2015", "Summary": "South Sudan aims to undertake the policies and actions in following sectors: energy generation and use; Land Use and Land use Change; and Transport, to address its future emissions that are likely to result from growth strategies. These efforts are contingent on availability of technical assistance to develop the necessary regulations, policies, and standards as well as financial support for investing in low carbon options."The climate vulnerability of South Sudan’s abundant, unexploited natural resources makes it pertinent for the country’s INDC to comprise both Mitigation and Adaptation components, based on its national circumstances and in alignment with decisions 1/CP 19 and 1/CP20."}}, "Seychelles": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "The Republic of Seychelles will reduce its economy-wide absolute GHG emissions by 122.5 ktCO2e (21.4%) in 2025 and estimated 188 ktCO2e in 2030 (29.0%) relative to baseline emissions. The INDC also includes a section on adaptation."}}, "Mauritius": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "The Republic of Mauritius imperatively needs international technical and financial support to enable it to abate its greenhouse gas emissions by 30%, by the year 2030, relative to the business as usual scenario of 7 million metric tonnes CO2 equivalent."}}, "Qatar": {"Paris Agreement": {"Date": "20/11/2015", "Summary": "Qatar in its INDC communicated 'Economic Diversification with Mitigation Co-benefits' in energy efficiency, clean energy and renewables, research and development, education, and tourism. It also communicated 'Adaptation actions with Mitigation Co-benefits' in water management, infrastructure and transport, waste management, and awareness."}}, "Maldives": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "In accordance with Decisions 1/CP.19 and 1/CP.20, Maldives communicates that it intends to reduce unconditionally 10% of its Greenhouse Gases (below BAU) for the year 2030.The 10% reduction expressed above could be increased up to 24% in a conditional manner, in the context of sustainable development, supported and enabled by availability of financial resources, technology transfer and capacity building. The INDC also includes an Adaptation contirbution."}}, "United Arab Emirates": {"Paris Agreement": {"Date": "22/10/2015", "Summary": "In the post-2020 period the United Arab Emirates will continue to expand its ambitious actions to limit emissions and improve resilience through economic diversification, in accordance with Decisions 1/CP.19 and 1/CP.20. The UAE’s actions are based on a strategy of economic diversification that will yield mitigation and adaptation cobenefits, consistent with the approach adopted under Decision 24/CP.18. To this end, the UAE will pursue a portfolio of actions, including an increase of clean energy to 24% of the total energy mix by 2021."}}, "Malta": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.3", "Deposited": "0.4"}}}, "Cyprus": {"Global Funds": {"Income situation": "High income", "Global Climate Change Alliance (GCCA)": {"Pledged": "1.35", "Deposited": "1.35"}, "Green Climate Fund (GCF)": {"Pledged": "0.5", "Deposited": "0.5"}}}, "Micronesia": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "The Federated States of Micronesia (FSM) commits to reduce GHGs emission in percentage terms on a base year target. Unconditional: The FSM commits to unconditionally reduce by 2025 a 28% its GHGs emissions below emissions in year 2000.Conditional: Similarly, subject to the availability of additional financial, technical and capacity building support from the international community, the FSM could do by 2025 an additional reduction up to 35% below emissions in the 2000 base year. The INDC also includes a section on adaptation."}}, "Saint Lucia": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "Saint Lucia communicated mitigation targets of 23% reduction against BAU emission projections in 2030, with intermediate target of 16% reduction against BAU in 2025. The mitigation targets of this iNDC are set against a Business As Usual (BAU) projection and consider emissions reductions from the Energy Demand, Electricity Generation and Transportation sectors. The INDC also includes a section on adaptation."}}, "Cabo Verde": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Cabo Verde's mitigation contributions are expressed in the form of Renewable Energy (RE) and Energy Efficiency (EE) Targets and other Nationally Appropriate Mitigation Actions (NAMAs). The INDC also includes adaptation contributions."}}, "Niue": {"Paris Agreement": {"Date": "25/11/2015", "Summary": "In line with Niue’s resilience approach to reduce dependence on imported fossil fuels, Niue will achieve a 38% share of renewable energy of total electricity generation by 2020. (In 2014 the renewable energy share was 2% and this contribution assumes assistance to address critical grid stability issues). This will in part be delivered by a 10% reduction in residential, commercial and government electricity demand by 2020. This contribution will be maintained out to 2025 and will be delivered using national resources and international assistance being identified to achieve the goals of the NiSERM. Conditional upon additional international assistance, Niue could increase its contribution to an 80% share of renewable energy of total electricity generation, or to even higher levels, by 2025. This would require additional support for energy storage and renewable energy generation, and strengthened frameworks for project delivery."}}, "Cook Islands": {"Paris Agreement": {"Date": "20/11/2015", "Summary": "The Cook Islands is committed to a future powered by renewable energy with targets of 50% of islands transformed from diesel based to renewable sourced electricity by 2015, to 100% coverage by 2020 (Cook Islands Renewable Electricity Chart, 2011)...Using 2006 as the base year, emission from electricity generation will be reduced by 38% by 2020. Conditional on receiving external support, Cook Islands could reduce emissions from electricity generation by a further 43%, totalling an 81% emissions reduction by 2030 (relative to 2006). The INDC also includes a section on adaptation."}}, "Trinidad and Tobago": {"Paris Agreement": {"Date": "06/08/2015", "Summary": "Trinidad and Tobago's aim is to achieve a reduction objective in overall emissions from the three sectors by 15% by 2030 from BAU, which in absolute terms is an equivalent of one hundred and three million tonnes (103,000,000) of CO2e. Trinidad and Tobago will commit to unconditionally reduce its public transportation emissions by 30% or one million, seven hundred thousand tonnes (1,700,000) CO2e compared to 2013 levels by December 31, 2030."}},"Grenada": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Grenada commits to reducing its Greenhouse gas emissions by 30% of 2010 by 2025, with an indicative reduction of 40% of 2010 by 2030. The INDC includes a section on Adaptation"}}, "Marshall Islands": {"Paris Agreement": {"Date": "21/07/2015", "Summary": "RMI commits to a quantified economy-wide target to reduce its emissions of greenhouse gases (GHG) to 32% below 2010 levels by 2025. RMI communicates, as an indicative target, its intention to reduce its emissions of GHGs to 45% below 2010 levels by 2030."}}, "Antigua and Barbuda": {"Paris Agreement": {"Date": "19/10/2015", "Summary": "Conditional Adaptation Targets: 1- By 2025, increase seawater desalination capacity by 50% above 2015 levels. 2- By 2030, all buildings are improved and prepared for extreme climate events, including drought, flooding and hurricanes. 3- By 2030, 100% of electricity demand in the water sector[1] and other essential services (including health, food storage and emergency services) will be met through off-grid renewable sources. 4- By 2030, all waterways are protected to reduce the risks of flooding and health impacts. 5- By 2030, an affordable insurance scheme is available for farmers, fishers, and residential and business owners to cope with losses resulting from climate variability. Conditional Mitigation Targets 1- By 2020, establish efficiency standards for the importation of all vehicles and appliances. 2- By 2020, finalize the technical studies with the intention to construct and operationalize a waste to energy (WTE) plant by 2025.[2] 3- By 2030, achieve an energy matrix with 50 MW of electricity from renewable sources both on and off-grid in the public and private sectors. [3]4. By 2030, all remaining wetlands and watershed areas with carbon sequestration potential are protected as carbon sinks. 'Unconditional Targets' 1- Enhance the established enabling legal, policy and institutional environment for a low carbon emission development pathway to achieve poverty reduction and sustainable development. 2- By 2020, update the Building Code to meet projected impacts of climate change.[1] The water sector includes water generation (seawater desalination), distribution and usage, to ensure water delivery when grid electricity may be interrupted. Based on an informal assessment, water distribution and usage is equal to approximately 15% of GHG emissions in the electricity sector.[2] This waste to energy target is not considered part of the 50 MW renewable energy target. [3] This target includes distributive renewable energy capacity to be used as backup energy by the commercial sector and some residences. The assumption is that the commercial sector has full backup capacity of approx. 20 MW to continue business when electricity via the grid may be interrupted. Backup electricity generation is currently fossil fuel-based."}}, "Dominica": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Dominica commits to progressively reduce total gross greenhouse gas (GHG) emissions below 2014 levels (164.5 Ggs est.) at the following reduction rates: 17.9% by 2020; 39.2% by 2025; and 44.7% by 2030...This contribution is conditional upon receiving timely access to international climate change financing, technology development and transfer, and capacity building support for priority adaptation and mitigation measures."Dominica has also outlined its plans for building climate resilience (adaptation), noting that there is little distinction between adaptation and mitigation measures – an integrated response is being implemented to build climate resilience in vulnerable communities, while enabling Green Growth through the transition to sustainable energy technologies. See Dominica's INDC for more information."}}, "Palau": {"Paris Agreement": {"Date": "28/11/2015", "Summary": "Palau communicated absolute energy sector emissions reduction target, with additional reductions coming from the waste and transport sectors, including the following indicative targets: 22% energy sector emissions reductions below 2005 levels by 2025 45% Renewable Energy target by 202535% Energy Efficiency target by 2025"}}, "Samoa": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Samoa is targeting the Energy Sector with a focus on the Electricity sub sector. 26% of electricity was generated from renewable energy sources in 2014. Samoa commits to generating 100% of its electricity from renewable energy sources by 2025. This is conditional on Samoa attaining this target in 2017 and receiving external assistance to maintain the contribution of renewable sources at 100% through to 2025. Assistance required to reach this target include human, technological and financial resources.Further economy-wide emissions reductions are conditional on Samoa receiving external financial assistance from the international community. See the full INDC for more information."}}, "Tonga": {"Paris Agreement": {"Date": "04/12/2015", "Summary": "Taking into account its negligible emission and limited capability, Tonga’s intended contributions are designed to be quantified at the national level cascaded to the sector level as follows: 50% of electricity generation from renewable sources by 2020. In 2015 renewable energy accounts for approximately 9% of total electricity generation, with confirmed and funded investments taking this to 13% in 2016.70% of electricity generation from renewable sources by 2030 Improve Energy efficiency through reduction of electricity line losses to 9 percent by 2020 (from a baseline of 18 percent in 2010) To double the 2015 number of Marine Protected Areas by 2030Sector Emission Reduction Targets: Transport, Agriculture, Environment Friendly Waste Management and ReforestationOther Sectors Climate Resilience: Public Infrastructures, foreshore protection, buildings and houses."}}, "Tuvalu": {"Paris Agreement": {"Date": "27/11/2015", "Summary": "Tuvalu commits to reduction of emissions of green-house gases from the electricity generation (power) sector, by 100%, i.e. almost zero emissions by 2025.Tuvalu’s indicative quantified economy-wide target for a reduction in total emissions of GHGs from the entire energy sector to 60% below 2010 levels by 2025. These emissions will be further reduced from the other key sectors, agriculture and waste, conditional upon the necessary technology and finance."}},"Barbados": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Barbados intends to achieve an economy-wide reduction in GHG emissions of 44% compared to its business as usual (BAU) scenario by 2030. In absolute terms, this translates to a reduction of 23% compared with the baseline year, 2008. As an interim target, the intention will be to achieve an economy-wide reduction of 37% compared to its business as usual (BAU) scenario by 2025, equivalent to an absolute reduction of 21% compared to 2008. The INDC also includes a section on adaptation."}}, "Saint Vincent and the Grenadines": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "St. Vincent and the Grenadines intends to achieve an unconditional, economy-wide reduction in greenhouse gas (GHG) emissions of 22% compared to its business as usual (BAU) scenario by 2025. The INDC also includes a section on Adaptation."}}, "Bosnia and Herzegovina": {"Paris Agreement": {"Date": "08/10/2015", "Summary": "Emission reduction that BiH unconditionally might achieved, compared to the BAU scenario, is 2% by 2030 which would mean 18% higher emissions compared to the base year 1990. Significant emission reduction is only possible to achieve with international support, which would result in emission reduction of 3% compared to 1990, while compared to the BAU scenario it represents a possible reduction of 23%."}}, "Denmark": {"Global Funds": {"Income situation": "High income", "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "0.17", "Deposited": "0.17"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "5.8", "Deposited": "5.8"}, "Forest Investment Program (FIP)": {"Pledged": "10.29", "Deposited": "10.29"}, "Global Environment Facility (GEF4)": {"Pledged": "16.83", "Deposited": "16.83"}, "Global Environment Facility (GEF5)": {"Pledged": "26.0", "Deposited": "26.0"}, "Global Environment Facility (GEF6)": {"Pledged": "21.25", "Deposited": "21.25"}, "Green Climate Fund (GCF)": {"Pledged": "71.8", "Deposited": "71.8"}, "Partnership for Market Readiness": {"Pledged": "5.1", "Deposited": "5.1"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "22.55", "Deposited": "22.55"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "11.55", "Deposited": "11.55"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "63.37", "Deposited": "54.8"}, "Special Climate Change Fund (SCCF)": {"Pledged": "9.04", "Deposited": "9.04"}}}, "Equatorial Guinea": {"Paris Agreement": {"Date": "21/09/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. 'La ambición de Guinea Ecuatorial es reducir en un 20% de sus emisiones para el año 2030, con respecto a los niveles de 2010; a fin de alcanzar una reducción de 50% para el año 2050'. Equatorial Guinea's ambition is to reduce emissions by 20% by 2030, relative to 2010 levels, in order to achieve a 50% reduction by 2050."}}, "Eritrea": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "The government of the State of Eritrea is committed to reduce the CO2 emissions from fossil fuels by 23.1% in 2020, 30.2 % by 2025 and 39.2% by 2030 visa-vis to the reference year. If additional support is solicited, it can be further reduced by 36.4 % in 2020, 61.1% by 2015* and 80.6% by 2030.The BAU scenario for all GHG gases expected to increase to: 5 MtCO2eq in 2020, 5.5 MtCO2eq in 2025 and in 2030 6.3 MtCO2eq. Therefore, Eritrea intends to limit its net greenhouse gas (GHGs) emissions in 2030 to less than 3.9 MtCO2eq. This would constitute a 39% reduction from the projected ‘business‐as‐usual’ (BAU) emissions in 2030 or 80.6% reduction from the reducible BAU scenario in 2030 as shown in Figure 1.The BAU scenario for all fossil fuel CO2 emission expected to increase 1.7 MtCO2 in 2020, 2.2 MtCO2 in 2025 and in 2030, 3 MtCO2.Unconditional mitigation scenario: With internal resources Eritrea can implement its unconditional scenario reaching 1.3 MtCO2 in 2020, 1.6 MtCO2 in 2025 and 1.9 MtCO2 in 2030from fossil fuel CO2.Conditional mitigation scenario: With external assistances Eritrea can implement its conditional scenario reaching 1.1 MtCO2 In 2020, 0.9 MtCO2 in 2025 and 0.6 MtCO2 in 2030from fossil fuel CO2. (*It appears they intended to say 2025.)"}},"Gambia": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Gambia communicated an Activity/Sector based commitment, including unconditional mitigation actions in afforestation and renewable energy, and conditonal reductions in agriculture, energy, transport and waste sectors. With individual baselines developed for each sector, excluding LULUCF and for Low Emissions Scenario, overall emissions will be reduced by about 44.4% in 2025 and 45.4% in 2030. The INDC also includes a section on Adaptation."}}, "Guinea Bissau": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Guinea Bissau"s mitigation contribution includes the implementation of policies and planned actions in forestry and energy sectors. The INDC also includes an adaptation contribution."}},"Kuwait": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "Please note that the INDC was submitted only in Arabic. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. The State of Kuwait will operate under Business as Usual for the period of 2020-2035, and has not set specific reduction requirements. Instead, through projects and legislation, Kuwait will continue to build its economy in the context of sustainable development. Therefore Kuwait puts great importance on diversifying its sources of energy for production."}}, "Luxembourg": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "2.11", "Deposited": "2.11"}, "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "1.97", "Deposited": "1.97"}, "Global Environment Facility (GEF6)": {"Pledged": "1.67", "Deposited": "1.67"}, "Green Climate Fund (GCF)": {"Pledged": "46.8", "Deposited": "33.4"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "5.7", "Deposited": "5.7"}}},"Republic of the Congo": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La contribution de la République du Congo devrait permettre de réduire, dans un scénario bas-carbone conditionnel (dépendant de l’appui de la communauté internationale), les émissions de GES d’environ 48% en 2025 (soit 8 MteqCO2), et 54% en 2035 (soit 19 MteqCO2) par rapport au scénario tendanciel.”In a conditional, low-carbon scenario, the contribution of the Republic of Congo should reduce GHG emissions by about 48% in 2025 (or 8 MtCO2e) and by 54% in 2035 (or 19 MtCO2e) compared to the baseline scenario and depending on the support of the international community. "}}, "Turkmenistan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Turkmenistan considering all acceptable development options and submission of INDC and taking into account national interests and capabilities of the country, as well as analyzing developed by countries INDCs choose the contribution Type 3 (GHG goal/target), which uses a target indicator attached to per unit of GDP. Specific greenhouse gas emissions per unit of GDP are the indicator that can reflect the country's potential to reduce greenhouse gas emissions. If financial and technological support is provided by developed countries, Turkmenistan could achieve zero growth in emissions and even reduce them up to 2030."}}, "Bahrain": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "The Kingdom of Bahrain communicated in its INDC actions with mitigation co-benefits which may contribute to low greenhouse gas emission development as well as adaptation actions."}}, "Sao Tome and Principe": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Sao Tome and Principe's mitigation contribution is a reduction of greenhouse gases by about 57 ktCO2eq below BAU by 2030, which approximately corresponds to a 24% national emission reduction below BAU by 2030. The INDC also includes an adaptation component."}}, "Eswatini": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Swaziland's INDC includes conditional mitigation and adaptation actions. As its unconditional contribution, Swaziland will focus human capital on mitigation [and adaptation] as a response to climate change. Swaziland will participate in research, pilot projects and planning and implementation of mitigation actions [and adaptation actions]."}}, "Liechtenstein": {"Paris Agreement": {"Date": "23/04/2015", "Summary": "Liechtenstein aims at a reduction of greenhouse gases by 40 % compared to 1990 by 2030. The reduction target will be subject to the approval of the Liechtenstein Parliament. The assumptions underlying Liechtenstein's INDC are based on the possibility to achieve emission reductions abroad which may be accounted towards Liechtenstein's reduction target in 2030. However, primary focus will be given on domestic emission reductions. "}, "Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}}}, "Andorra": {"Paris Agreement": {"Date": "30/04/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Andorra commits to reduce GHG emissions by 37 percent (193.73 Gg CO2 eq.) from its business-as-usual scenario emissions in 2030."}}, "Monaco": {"Paris Agreement": {"Date": "04/08/2015", "Summary": "With a view to the adoption of a legally binding agreement in Paris in December 2015, the Principality of Monaco wishes to contribute to the joint effort by adopting a target to reduce its emissions by 50% by 2030, compared with the reference year of 1990[1]. [1]The reference year is 1990 for CO2, CH4 and N2O. For fluorinated gases (including NF3), the reference year is 1995."}, "Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "0.01", "Deposited": "0.01"}, "Green Climate Fund (GCF)": {"Pledged": "1.3", "Deposited": "1.3"}}}, "Kiribati": {"Paris Agreement": {"Date": "26/09/2015", "Summary": "Kiribati is a LDC SIDS with limited resources that will nonetheless commit to reduce emissions by 13.7% by 2025 and 12.8% by 2030 compared to a BAU projection."Kiribati also included a section on adaptation, which includes descriptions of Kiribati's vulnerability to climate change, adaptation programs and actions, means of implementation for mitigation and adaptation. A conditional reduction commitment is also communicated in the INDC."}}, "San Marino": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "The Republic of San Marino, on the basis of the decision of the Government held on 28 September 2015, commits to reduce GHG emissions to 20% below 2005 levels by 2030."}}, "Nauru": {"Paris Agreement": {"Date": "17/11/2015", "Summary": "The Government of the Republic of Nauru considers the focus of its INDC to be primarily adaptation, with a strong emphasis on building resilience which also encompasses mitigation in an integrated manner. The main mitigation contribution is to achieve the outcomes and targets under the National Energy Road Map (NERM), NSDS and recommendations under the SNC and is conditional on receiving adequate funding and resources. The key mitigation intervention is to replace a substantial part of the existing diesel generation with a large scale grid connected solar photovoltaic (PV) system which would assist in reducing the emissions from fossil fuels. Concurrent to the above there needs to be put in place extensive demand side energy management improvements which will complement the PV installation. The demand management improvements are expectedto reduceemissions by bringing down diesel consumption further."}}, "Saint Kitts and Nevis": {"Paris Agreement": {"Date": "12/12/2015", "Summary": "The Federation of St. Kitts and Nevis proposes an emissions reduction target of 22% and 35% of St. Kitts and Nevis GHG emissions projected in the business as usual (BAU) scenario for 2025 and 2030 respectively. The INDC also includes an Adaptation Contribution."}}, "Brunei Darussalam": {"Paris Agreement": {"Date": "01/12/2015", "Summary": "Brunei Darussalam’s Intended Nationally Determined Contributions are summarised as follows: i. Energy sector: to reduce total energy consumption by 63% by 2035 compared to a Business-AsUsual (BAU) scenario; and to increase the share of renewables so that 10% of the total power generation is sourced from renewable energy by 2035ii. Land Transport sector: to reduce carbon dioxide emissions from morning peak hour vehicle use by 40% by 2035 compared to a business as usual scenario. iii. Forestry sector: to increase the total gazette forest reserves to 55% of total land area, compared to the current levels of 41%. The INDC also includes an Adaptation contribution."}}}