{"Algeria": {"Paris Agreement": {"Date": "04/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Une réduction des émissions de gaz à effet de serre de 7 à 22%, à l’horizon 2030, par rapport à un scénario de référence (Business As Usual - BAU), subordonnée aux soutiens en matière de financements extérieurs, de développement et de transfert technologique et de renforcement des capacités. Les 7 % de réduction des GES seront réalisés avec les moyens nationaux. A greenhouse gas emission reduction of 7% to 22% by 2030 compared to business as usual (BAU) levels, conditional on external assistance for the financing of the development and transfer of technologies and capacity building.A 7% GHG reduction will be achieved with domestic means."}},"Brazil": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "Brazil intends to commit to reduce greenhouse gas emissions by 37% below 2005 levels in 2025. Brazil's INDC has a broad scope including mitigation, adaptation and means of implementation, consistent with the contributions' purpose to achieve the ultimate objective of the Convention, pursuant to decision 1/CP.20, paragraph 9 (Lima Call for Climate Action)."}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF4)": {"Pledged": "0.06", "Deposited": "0.06"}, "Global Environment Facility (GEF6)": {"Pledged": "5.13", "Deposited": "1.61"}}}, "Indonesia": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "Indonesia has committed to reduce unconditionally 26% of its greenhouse gases against the business as usual scenario by the year 2020...Indonesia is committed to reducing emissions by 29% compared to the business as usual (BAU) scenario by 2030. Conditional target: Indonesia's target should encourage support from international cooperation, which is expected to help Indonesia to increase its contribution up to 41% reduction in emissions by 2030. Indonesia also submitted an Annex on Indonesia Climate Resiliance Strategy, including Indonesia's Vulnerability to Climate Change and Priority Actions for Climate Resilience."}, "Global Funds": {"Income situation": "Lower middle income", "Green Climate Fund (GCF)": {"Pledged": "0.3", "Deposited": "0.2"}}}, "Mozambique": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Mozambique communicated its mitigation contribution in the form of actions (policies/programmes) and also included an adaptation component in its INDC."}}, "New Zealand": {"Paris Agreement": {"Date": "07/07/2015", "Summary": "New Zealand commits to reduce GHG emissions to 30% below 2005 levels by 2030. (This responsibility target corresponds to a reduction of 11% from 1990 levels.) New Zealand’s INDC will remain provisional pending confirmation of the approaches to be taken in accounting for the land sector, and confirmation of access to carbon markets."}, "Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "1.97", "Deposited": "1.97"}, "Global Environment Facility (GEF6)": {"Pledged": "1.9", "Deposited": "1.9"}, "Green Climate Fund (GCF)": {"Pledged": "2.6", "Deposited": "2.6"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "5.81", "Deposited": "5.81"}}},"USA": {"Paris Agreement": {"Date": "31/03/2015", "Summary": "The United States intends to achieve an economy-wide target of reducing its greenhouse gas emissions by 26%-28% below its 2005 level in 2025 and to make best efforts to reduce its emissions by 28%."}, "Global Funds": {"Income situation": "High income", "BioCarbon Fund Initiative for Sustainable Forest Landscapes (BioCarbon Fund ISFL)": {"Pledged": "6.95", "Deposited": "6.95"}, "Clean Technology Fund (CTF)": {"Pledged": "1492.01", "Deposited": "1492.01"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "18.5", "Deposited": "14.0"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "9.0", "Deposited": "9.0"}, "Forest Investment Program (FIP)": {"Pledged": "167.95", "Deposited": "167.95"}, "Global Environment Facility (GEF4)": {"Pledged": "105.64", "Deposited": "105.64"}, "Global Environment Facility (GEF5)": {"Pledged": "185.15", "Deposited": "185.15"}, "Global Environment Facility (GEF6)": {"Pledged": "221.88", "Deposited": "221.88"}, "Green Climate Fund (GCF)": {"Pledged": "3000.0", "Deposited": "1000.0"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "158.2", "Deposited": "158.2"}, "Partnership for Market Readiness": {"Pledged": "7.5", "Deposited": "7.5"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "290.04", "Deposited": "290.04"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "50.0", "Deposited": "50.0"}, "Special Climate Change Fund (SCCF)": {"Pledged": "50.0", "Deposited": "50.0"}, "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "1.2", "Deposited": "0"}}},"Bolivia": {"Paris Agreement": {"Date": "12/10/2015", "Summary": "Bolivia presents its contribution in two dimensions: one linked to the structural solutions, and other results and national actions within the framework of holistic development."}}, "China": {"Paris Agreement": {"Date": "30/06/2015", "Summary": "China has nationally determined its actions by 2030 as follows: to achieve the peaking of carbon dioxide emissions around 2030 and making best efforts to peak early; to lower carbon dioxide emissions per unit of GDP by 60% to 65% from the 2005 level; to increase the share of non-fossil fuels in primary energy consumption to around 20%; and to increase the forest stock volume by around 4.5 billion cubic meters on the 2005 level.Moreover, China will continue to proactively adapt to climate change by enhancing mechanisms and capacities to effectively defend against climate change risks in key areas such as agriculture, forestry and water resources, as well as in cities, coastal and ecologically vulnerable areas and to progressively strengthen early warning and emergency response systems and disaster prevention and reduction mechanisms."}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF4)": {"Pledged": "3.44", "Deposited": "3.44"}, "Global Environment Facility (GEF5)": {"Pledged": "4.83", "Deposited": "4.83"}, "Global Environment Facility (GEF6)": {"Pledged": "6.8", "Deposited": "6.8"}}}, "Argentina": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Argentina’s goal is to reduce GHG emissions by 15% in 2030 with respect to projected BAU emissions for that year. The goal includes, inter alia, actions linked to: the promotion of sustainable forest management, energy efficiency, biofuels, nuclear power, renewable energy, and transport modal shift. The criteria for selecting the actions include the potential for reducing /capturing GHG emissions and associate co-benefits, as well as the possibility of applying nationally developed technologies. Argentina could increase its reduction goal under the following conditions: a) Adequate and predictable international financing; b) support for transfer, innovation and technology development; c) support for capacity building. In this case, a reduction of 30% GHG emissions could be achieved by 2030 compared to projected BAU emissions in the same year."}}, "Bangladesh": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "The INDC of Bangladesh consists of the following elements:Mitigation contribution:An unconditional contribution to reduce GHG emissions by 5% from Business as Usual (BAU) levels by 2030 in the power, transport and industry sectors, based on existing resources.A conditional 15% reduction in GHG emissions from BAU levels by 2030 in the power, transport, and industry sectors, subject to appropriate international support in the form of finance, investment, technology development and transfer, and capacity building.A number of further mitigation actions in other sectors which it intends to achieve subject to the provision of additional international resources.Adaptation component:An outline of what Bangladesh has already done on adaptation and what the next steps are, including the long-term vision for adaptation in Bangladesh and synergies with mitigation measures.INDC implementation:Proposals for governance and coordination of INDC implementation and an outline of key next steps.Support for INDC implementation:A qualitative description of Bangladesh’s support needs and an outline of plans to further quantify this, along with some examples of indicative costs of taking action on mitigation and adaptation."}, "Global Funds": {"Income situation": "Lower middle income", "Global Environment Facility (GEF6)": {"Pledged": "0.05", "Deposited": "0.05"}}}, "Philippines": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "The Philippines intends to undertake GHG (CO2e) emissions reduction of about 70% by 2030 relative to its BAU scenario of 2000-2030. Reduction of CO2e emissions will come from energy, transport, waste, forestry and industry sectors. The mitigation contribution is conditioned on the extent of financial resources, including technology development and transfer, and capacity building, that will be made available to the Philippines. The INDC also includes a section on Adaptation. See full INDC for more information."}}, "India": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "India communicates its Intended Nationally Determined Contribution for the period 2021 to 2030: To put forward and further propagate a healthy and sustainable way of living based on traditions and values of conservation and moderation.To adopt a climate friendly and a cleaner path than the one followed hitherto by others at corresponding level of economic development.To reduce the emissions intensity of its GDP by 33 to 35 percent by 2030 from 2005 level.To achieve about 40 percent cumulative electric power installed capacity from non-fossil fuel based energy resources by 2030 with the help of transfer of technology and low cost international finance including from Green Climate Fund (GCF).To create an additional carbon sink of 2.5 to 3 billion tonnes of CO2 equivalent through additional forest and tree cover by 2030.To better adapt to climate change by enhancing investments in development programmes in sectors vulnerable to climate change, particularly agriculture, water resources, Himalayan region, coastal regions, health and disaster management.To mobilize domestic and new & additional funds from developed countries to implement the above mitigation and adaptation actions in view of the resource required and the resource gap.To build capacities, create domestic framework and international architecture for quick diffusion of cutting edge climate technology in India and for joint collaborative R&D for such future technologies."}, "Global Funds": {"Income situation": "Lower middle income", "Global Environment Facility (GEF4)": {"Pledged": "3.25", "Deposited": "3.25"}, "Global Environment Facility (GEF5)": {"Pledged": "3.16", "Deposited": "3.16"}, "Global Environment Facility (GEF6)": {"Pledged": "4.08", "Deposited": "4.08"}}}, "Chad": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Réduction inconditionnelle de 18,2% des émissions du pays par rapport au scénario de référence à l’horizon 2030, soit environ 41 700 GgCO2e. Réduction conditionnelle de 71% des émissions du pays à l’horizon 2030, soit une réduction cumulée de 162 000 GgCO2e. Unconditional emissions reduction of 18.2% compared to the baseline in 2030, or about 41,700 GgCO2e. Conditional emissions reduction of 71% in 2030, or a cumulative reduction of 162,000 GgCO2e."}}, "Sudan": {"Paris Agreement": {"Date": "10/11/2015", "Summary": "Sudan intends to pursue implementing low carbon development interventions in three sectors of energy, forestry and waste inline with Sudan’s national development priorities, objectives and circumstances. Sudan’s INDC contains both mitigation and adaptation aspects that Sudan aims to undertake towards achieving the objective of the Convention and its national development priorities."}}, "Nepal": {"Paris Agreement": {"Date": "04/02/2016", "Summary": "Nepal hereby communicates its INDC in response to the decisions of the Conference of the Parties to the UN Framework Convention on Climate Change:Nepal has initiated the process for the formulation of National Adaptation Plans (NAPs). Therefore, Nepal's adaptation needs for future and in the context of post- 2020 will be envisioned through the NAPs.Nepal places climate change adaptation at the centre of its development plans and policies. It aims to strengthen implementation of Environment-Friendly Local Governance (EFLG) Framework in Village Development Committees and municipalities to complement climate change adaptation, promote renewable energy technologies, and water conservation and greenery development.Nepal will undertake scientific (bio-physical as well as social sciences) approaches to understand and deal with the impacts of climate change in mountains, hills and low- land ecosystems and landscapes. It will develop and implement adaptation strategies for climate change affected sectors.Nepal will study and understand further loss and damage associated with climate change impacts with the support from scientific and academic communities.Nepal plans to formulate the Low Carbon Economic Development Strategy that will envision country's future plan to promote economic development through low carbon emission with particular focus on: (i) energy; (ii) agriculture and livestock; (iii) forests; (iv) industry; (v) human settlements and wastes; (vi) transport; and vii) commercial sectors.By 2050, Nepal will achieve 80% electrification through renewable energy sources having appropriate energy mix. Nepal will also reduce its dependency on fossil fuels by 50%.Nepal aims to achieve the following target under the National Rural and Renewable Energy Programme (NRREP), reducing its dependency on biomass and making it more efficient.TechnologiesTargetsMini and Micro Hydro Power25 MWSolar Home System600,000 systemsInstitutional solar power systems (solar PV and solar pumping systems)1,500 systemsImproved water mill4,000 numberImproved Cooking Stoves475,000 stovesBiogas130,000 household systems, 1,000 institutional and 200 community biogas plantsNepal will develop its electrical (hydro-powered) rail network by 2040 to support mass transportation of goods and public commuting.Nepal will maintain 40% of the total area of the country under forest cover and forest productivity and products will be increased through sustainable management of forests. Emphasis will equally be given to enhance carbon sequestration and forest carbon storage and improve forest governance.By 2025, Nepal will strive to decrease the rate of air pollution through proper monitoring of sources of air pollutants like wastes, old and unmaintained vehicles, and industries."}}, "Austria": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "0.69", "Deposited": "0.69"}, "Global Environment Facility (GEF4)": {"Pledged": "10.81", "Deposited": "10.81"}, "Global Environment Facility (GEF5)": {"Pledged": "19.81", "Deposited": "19.81"}, "Global Environment Facility (GEF6)": {"Pledged": "18.36", "Deposited": "18.36"}, "Green Climate Fund (GCF)": {"Pledged": "34.8", "Deposited": "34.8"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "2.67", "Deposited": "2.67"}}}, "Ethiopia": {"Paris Agreement": {"Date": "10/06/2015", "Summary": "Ethiopia intends to limit its net greenhouse gas (GHG) emissions in 2030 to 145 Mt CO2e or lower. This would constitute a 255 MtCO2e reduction from the projected ‘business-asusual’ (BAU) emissions in 2030 or a 64% reduction from the BAU scenario in 2030. Ethiopia also intends to undertake adaptation initiatives to reduce the vulnerability of its population, environment and economy to the adverse effects of climate change, based on its Climate Resilient Green Economy Strategy (CRGE)."}}, "Japan": {"Paris Agreement": {"Date": "17/07/2015", "Summary": "Japan’s INDC towards post-2020 GHG emission reductions is at the level of a reduction of 26.0% by fiscal year (FY) 2030 compared to FY 2013 (25.4% reduction compared to FY 2005) (approximately 1.042 billion t-CO2 eq. as 2030 emissions), ensuring consistency with its energy mix, set as a feasible reduction target by bottom-up calculation with concrete policies, measures and individual technologies taking into adequate consideration, inter alia, technological and cost constraints, and set based on the amount of domestic emission reductions and removals assumed to be obtained."}, "Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "0.01", "Deposited": "0.01"}, "Clean Technology Fund (CTF)": {"Pledged": "1056.25", "Deposited": "1056.25"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "14.0", "Deposited": "14.0"}, "Forest Investment Program (FIP)": {"Pledged": "50.61", "Deposited": "50.61"}, "Global Environment Facility (GEF4)": {"Pledged": "100.69", "Deposited": "100.69"}, "Global Environment Facility (GEF5)": {"Pledged": "162.61", "Deposited": "162.61"}, "Global Environment Facility (GEF6)": {"Pledged": "170.14", "Deposited": "170.14"}, "Green Climate Fund (GCF)": {"Pledged": "1500.0", "Deposited": "1500.0"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "1.08", "Deposited": "1.08"}, "Partnership for Market Readiness": {"Pledged": "13.6", "Deposited": "13.6"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "102.73", "Deposited": "102.73"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "33.55", "Deposited": "33.55"}}}, "Sweden": {"Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "10.64", "Deposited": "9.93"}, "Adaptation Fund (AF)": {"Pledged": "108.55", "Deposited": "108.55"}, "Clean Technology Fund (CTF)": {"Pledged": "79.61", "Deposited": "79.61"}, "Forest Investment Program (FIP)": {"Pledged": "14.53", "Deposited": "14.53"}, "Global Environment Facility (GEF4)": {"Pledged": "36.89", "Deposited": "36.89"}, "Global Environment Facility (GEF5)": {"Pledged": "42.15", "Deposited": "42.15"}, "Global Environment Facility (GEF6)": {"Pledged": "52.5", "Deposited": "52.5"}, "Global Climate Change Alliance (GCCA)": {"Pledged": "5.72", "Deposited": "5.72"}, "Green Climate Fund (GCF)": {"Pledged": "581.2", "Deposited": "581.2"}, "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "1.4", "Deposited": "1.4"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "122.45", "Deposited": "112.26"}, "Partnership for Market Readiness": {"Pledged": "7.6", "Deposited": "7.6"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "46.71", "Deposited": "46.71"}, "Special Climate Change Fund (SCCF)": {"Pledged": "6.12", "Deposited": "6.12"}}}, "Dominican Republic": {"Paris Agreement": {"Date": "18/08/2015", "Summary": "Reduction of 25% of base year [2010] emissions by 2030. This reduction is conditional upon favorable and predictable support, feasible climate finance mechanisms, and corrections to the failures of existing market mechanisms."}}, "Nigeria": {"Paris Agreement": {"Date": "28/11/2015", "Summary": "Unconditional contributionIn the event an ambitious, comprehensive legally binding global agreement is reached at COP21 in Paris, Nigeria will make an unconditional contribution of 20 per cent below BAU that is consistent with the current development trends and government policy priorities. The policies and measures that will deliver these savings are cost-effective, even at the currenthigh interest rate, which constrains investment. They include improving energy efficiency by 20 percent, 13 GW of renewable electricity provided to rural communities currently off-grid, and ending gas flaring.Contribution conditional on international supportNigeria can make a significant additional contribution with international support, in the form of finance and investment, technology and capacity building. The combined policies and measures described below can deliver in a cost-effective manner direct development benefits to the country and reduce emissions 45 per cent below BAU. The key measures arean increased level of energy efficiency and a significant reduction in the use of generators, while providing access to energy for all Nigerians."}, "Global Funds": {"Income situation": "Lower middle income", "Global Environment Facility (GEF5)": {"Pledged": "6.31", "Deposited": "5.35"}}}, "Mexico": {"Paris Agreement": {"Date": "30/03/2015", "Summary": "Mexico is committed to reduce unconditionally 25% of its Greenhouse Gases and Short Lived Climate Pollutants emissions (below BAU) for the year 2030. This commitment implies a reduction of 22% of GHG and a reduction of 51% of Black Carbon.This commitment implies a net emissions peak starting from 2026, decoupling GHG emissions from economic growth: emissions intensity per unit of GDP will reduce by around 40% from 2013 to 2030. Mexico also submitted an Annex on adaptation, which includes descriptions of Mexico's vulnerability to climate change, adaptation actions, and capacity building, transfer of technology and finance for adaptation. A conditional reduction commitment is also communicated in the INDC."}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "3.22", "Deposited": "3.22"}, "Global Environment Facility (GEF6)": {"Pledged": "5.51", "Deposited": "5.51"}, "Green Climate Fund (GCF)": {"Pledged": "10.0", "Deposited": "10.0"}}}, "Benin": {"Paris Agreement": {"Date": "07/08/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La mise en oeuvre des mesures envisagées est susceptible de contribuer à réduire les emissions cumulées de GES (hors UTCATF) par rapport au scénario de maintien du statu quo d’environ 21,4 % d’ici à 2030 (Figure 3). La contribution inconditionnelle correspond à une réduction des émissions cumulées de GES par rapport au scénario de maintien du statu quo de 3,5 % d’ici 2030. La contribution conditionnelle pourrait permettre une réduction additionnelle des émissions cumulées de GES de 17,9 % par rapport au scénario de maintien du statu quo d’environ 3,5 %* d’ici 2030.”The implementation of the proposed measures is likely to help reduce greenhouse gas emissions by about 21.4% relative to a BAU scenario by 2030 (excluding LULUCF). The unconditional contribution corresponds to a 3.5% GHG emissions reduction relative to the BAU scenario by 2030. The conditional contribution would allow for an additional emissions reduction of 17.9%.(*This appears to be an error in the language of the INDC target.)"}}, "Thailand": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Thailand intends to reduce its greenhouse gas emissions by 20 percent from the projected business-as-usual (BAU) level by 2030. The level of contribution could increase up to 25 percent, subject to adequate and enhanced access to technology development and transfer, financial resources and capacity building support through a balanced and ambitious global agreement under the United Nations Framework Convention on Climate Change (UNFCCC). The INDC also includes a section on Adaptation."}}, "Jamaica": {"Paris Agreement": {"Date": "27/11/2015", "Summary": "Jamaica’s intended nationally determined contribution covers actions in the energy sector (IPCC source category 1) which will unconditionally mitigate the equivalent of 1.1 million metric tons of carbon dioxide per year by 2030 versus the BAU scenario. This is a reduction of 7.8% of emissions versus BAU. Jamaica will conditionally increase its ambition to a reduction of GHG emissions of 10% below the BAU scenario, subject to the provision of international support. The INDC also includes a section on adaptation."}}, "Venezuela": {"Paris Agreement": {"Date": "12/12/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Sin embargo, como parte de las políticas establecidas en el plan de desarrollo económico y social del país, Venezuela se propone implementar un Plan Nacional de Mitigación en conjunto con un Plan Nacional de Adaptación. El Plan Nacional de Mitigación apuntará a la reducción de las emisiones del país en al menos un 20% para 2030 en relación al escenario inercial, entendido este como un escenario hipotético en el cual no se implementa el plan. El grado en que se alcance esta meta dependerá del cumplimiento de los compromisos de los países desarrollados en cuanto a provisión de financiamiento, transferencia de tecnología y formación de capacidades de acuerdo al Artículo 4.7 de la Convención. However, as part of the policies set forth in the plan for economic and social development of the country, Venezuela intends to implement a National Mitigation Plan in conjunction with a National Adaptation Plan. The National Mitigation Plan will aim to reduce the country's emissions by at least 20% by 2030 in relation to the baseline scenario, understood as a hypothetical scenario in which the plan is not implemented. The degree to which this goal is achieved will depend on the fulfillment of the commitments of developed countries in terms of provision of finance, technology transfer and capacity building pursuant to Article 4.7 of the Convention."}}, "Peru": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "The Peruvian iNDC envisages a reduction of emissions equivalent to 30% in relation to the Greenhouse Gas (GHG) emissions of the projected Business as Usual scenario (BaU) in 2030.The Peruvian State considers that a 20% reduction will be implemented through domestic investment and expenses, from public and private resources (non-conditional proposal), and the remaining 10% is subject to the availability of international financing[1] and the existence of favorable conditions (conditional proposal). [1]It should be noted that Peru will not assume conditional commitments that might result in public debt.The INDC also includes a section on Adaptation."}, "Global Funds": {"Income situation": "Upper middle income", "Green Climate Fund (GCF)": {"Pledged": "6.0", "Deposited": "0"}}}, "Iran": {"Paris Agreement": {"Date": "21/11/2015", "Summary": "Unconditional: On the basis of national capabilities, financial resources available and requirements of the national development program, taking into account GHGs emission scenarios, the Islamic Republic of Iran intends to participate by mitigating its GHGs emission in 2030 by 4% compared to the Business As Usual (BAU) scenario. Conditional: Subject to termination and non-existence of unjust sanctions, availability of international resources in the form of financial support and technology transfer, exchange of carbon credits, accessibility of bilateral or multilateral implementation mechanisms, transfer of clean technologies as well as capacity building, the Islamic Republic of Iran has the potential of mitigating additional GHGs emission up to 8% against the BAU scenario (i.e. 12% in total). The INDC also includes a section on Adaptation."}}, "Solomon Islands": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Solomon Islands is a LDC SIDS, that will nonetheless commit to reduce emissions by:12% below 2015 level by 2025 and 30% below 2015 level by 2030 compared to a BaU projection.On the understanding that a global agreement addresses international assistance to access financial and technical resources, Solomon Islands can with international assistance, contribute a further:27% reduction in GHG emissions by 2025; and45% reduction in GHG emissions by 2030, compared to a BaU projection. With appropriate international assistance, Solomon Islands can reduce its emissions by more than 50% by 2050."}}, "Chile": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Carbon intensity target, not including the LULUCF sector:a) Chile is committed to reduce its CO2 emissions per GDP unit by 30% below their 2007 levels by 2030, considering a future economic growth which allows to implement adequate measures to reach this commitment[1].b) In addition, and subject to the grant of international monetary funds[2], the country is committed to reduce its CO2 emission per GDP unit by 2030 until it reaches a 35% to 45% reduction with respect to the 2007 levels, considering, in turn, a future economic growth which allows to implement adequate measures to achieve this commitment.Specific contributions to the LULUCF sector:a) Chile has committed to the sustainable development and recovery of 100,000 hectares of forest land, mainly native, which will account for greenhouse gas sequestrations and reductions of an annual equivalent of around 600,000 of CO2 as of 2030. This commitment is subject to the approval of the Native Forest Recovery and Forestry Promotion Law.b) Chile has agreed to reforest 100,000 hectares, mostly with native species, which shall represent sequestrations of about 900,000 and 1,200,000 annual equivalent tons of CO2 as of 2030. This commitment is conditioned to the extension of Decree Law 701 and the approval of a new Forestry Promotion Law. [1] This commitment assumes a growth rate for the economy similar to the growth path the country has experienced in the last decade, except for the most critical years of the international financial crisis (2008-2009).[2] This commitment assumes a growth rate for the economy similar to the growth path the country has experienced in the last decade, except for the most critical years of the international financial crisis (2008-2009). In addition, for the purposes of this commitment, an international monetary grant shall be deemed any grants which allow to implement actions having direct effects on greenhouse gas emissions within adequate time frames.The INDC also includes an adaptation contribution."}, "Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.3", "Deposited": "0.3"}}}, "Canada": {"Paris Agreement": {"Date": "15/05/2015", "Summary": "Canada intends to achieve an economy-wide target to reduce its greenhouse gas emissions by 30% below 2005 levels by 2030."}, "Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "20.35", "Deposited": "19.88"}, "Clean Technology Fund (CTF)": {"Pledged": "199.38", "Deposited": "199.38"}, "Congo Basin Forest Fund (CBFF)": {"Pledged": "21.02", "Deposited": "21.02"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "5.02", "Deposited": "5.02"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "41.36", "Deposited": "41.36"}, "Global Environment Facility (GEF4)": {"Pledged": "43.19", "Deposited": "43.19"}, "Global Environment Facility (GEF5)": {"Pledged": "66.7", "Deposited": "66.7"}, "Global Environment Facility (GEF6)": {"Pledged": "64.13", "Deposited": "64.13"}, "Green Climate Fund (GCF)": {"Pledged": "277.0", "Deposited": "155.1"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "54.73", "Deposited": "54.73"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "83.88", "Deposited": "83.88"}, "Special Climate Change Fund (SCCF)": {"Pledged": "12.89", "Deposited": "12.89"}}}, "Vietnam": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "With domestic resources, by 2030 Viet Nam will reduce GHG emissions by 8% compared to BAU, in which:- Emission intensity per unit of GDP will be reduced by 20% compared to the 2010 levels;- Forest cover will increase to the level of 45%.The above-mentioned 8% contribution could be increased to 25% if international support is received through bilateral and multilateral cooperation, as well as through the implementation of new mechanisms under the Global Climate Agreement, in which emission intensity per unit of GDP will be reduced by 30% compared to 2010 levels. The INDC also includes an adaptation component."}, "Global Funds": {"Income situation": "Lower middle income", "Green Climate Fund (GCF)": {"Pledged": "1.0", "Deposited": "0"}}}, "Uruguay": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Uruguay's INDC covers both mitigation and adaptation components.The mitigation component of Uruguay's INDC is sorted by gases and covers 9 quantitative contributions that can be met with domestic resources and with additional means of implementation, all to be achieved by 2030. The adaptation component of Uruguay's INDC outlines 10 adaptation actions that Uruguay expects to accomplish by 2030, with the support of external means of implementation.See the INDC for more information."}}, "Tunisia": {"Paris Agreement": {"Date": "16/09/2015", "Summary": "“Tunisia proposes reducing its greenhouse gas emissions across all sectors (energy; industrial processes; agriculture, forestry and other land use; waste) in order to lower its carbon intensity by 41 percent in 2030, relative to the base year 2010…Tunisia, which has already made significant strides towards mitigation in its baseline, is looking to reduce its carbon intensity unconditionally and through its own efforts by 13 percent compared to 2010, i.e. by around 1/3 of its INDC. To achieve the rest of its objective, i.e. an additional drop in carbon intensity of 28 percent in 2030 compared to 2010, Tunisia is relying on the support of the international community for funding, capacity building and technology transfer.”Tunisia’s INDC covers both a mitigation contribution and an adaptation contribution."}}, "Haiti": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La République d ’Haïti compte réduire ses émissions de 31% par rapport au scénario de développement tendanciel, représentant en valeur absolue 45.24 Mt éq-CO2.Objectif inconditionnel: Réduction des émissions de 5% par rapport au scénario de référence à l’horizon 2030, soit un cumul de 10 Mt éq-CO2.Objectif conditionnel: Réduction des émissions de 26% supplémentaires par rapport scénario de développement tendanciel à l’horizon 2030, soit un cumul de 35.24 Mt éq-CO2.”The Republic of Haiti intends to reduce its emissions by 31% relative to a baseline scenario, representing an absolute reduction of 45.24 MtCO2e.Unconditional target: Reducing emissions by 5% compared to the reference scenario by 2030, for a cumulative reduction of 10 Mt CO2e.Conditional target: Reducing emission by an additional 26% relative to a baseline scenario by 2030, for a cumulative reduction of 35.24 MtCO2e."}}, "Madagascar": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "In 2030, Madagascar aims to reduce approximately 30 MtCO2 of its emissions of GHG, representing 14% of national emissions, compared to the BAU scenario, with projections based of GHG inventory from year 2000 to 2010. This reduction is additive to the absorptions increase of the LULUCF sector, which estimated at 61 MtCO2 in 2030. Total increase in GHG absorption is expected at 32%, compared to the BAU scenario."}}, "Georgia": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "Georgia plans to unconditionally reduce its GHG emissions by 15% below the Business as usual scenario (BAU) for the year 2030. This is equal to reduction in emission intensity per unit of GDP by approximately 34% from 2013 to 2030. Conditional Target: The 15% reduction target will be increased up to 25% in a conditional manner, subject to a global agreement addressing the importance of technical cooperation, access to low-cost financial resources and technology transfer. This is equal to reduction of emission intensity per unit of GDP by approximately 43% from 2013 to 2030. The 25% reduction below BAU scenario would also ensure that Georgian GHG emissions by 2030 will stay by 40% below the 1990 levels. Georgia's INDC also includes a section on adaptation and annex on forest sector. Georgia plans to unconditionally reduce its GHG emissions by 15% below the Business as usual scenario (BAU) for the year 2030. This is equal to reduction in emission intensity per unit of GDP by approximately 34% from 2013 to 2030. Conditional Target: The 15% reduction target will be increased up to 25% in a conditional manner, subject to a global agreement addressing the importance of technical cooperation, access to low-cost financial resources and technology transfer. This is equal to reduction of emission intensity per unit of GDP by approximately 43% from 2013 to 2030. The 25% reduction below BAU scenario would also ensure that Georgian GHG emissions by 2030 will stay by 40% below the 1990 levels. Georgia's INDC also includes a section on adaptation and annex on forest sector."}}, "Ecuador": {"Paris Agreement": {"Date": "13/10/2015", "Summary": "Ecuador intends to reduce its emissions in the energy sector in 20.4-25% below the BAU scenario. However, a potential for reducing emissions even further in the energy sector, to a level between 37.5 and 45.8% with respect to the BAU baseline has also been calculated. This potential could be harnessed in light of the appropriate circumstances in terms of availability of resources and support offered by the international community. This is a second scenario dependent upon international support and will translate into a per capita emissions reduction in 2025 of 40% below the BAU levels."}}, "Tajikistan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Tajikistan communicates an unconditional and conditional mitigation contribution: Without attracting new substantial international funding, Tajikistan communicates a flexible target, not exceeding 80-90% of the 1990 level by 2030, which amounts to 1.7-2.2 tons in CO2 equivalent per capita. Subject to new substantial international funding and technology transfer, Tajikistan communicates the potential for reducing greenhouse gas emissions...to achieve a target of 65-75% of the 1990 level by 2030, which amounts to 1.2-1.7 tons in CO2 equivalent per capita.Tajikistan also communicates unconditional and conditional adaptation contributions. See the full INDC submission for more information."}}, "Australia": {"Paris Agreement": {"Date": "11/08/2015", "Summary": "Under a Paris Agreement applicable to all, Australia will implement an economy-wide target to reduce greenhouse gas emissions by 26 to 28 per cent below 2005 levels by 2030."}, "Global Funds": {"Income situation": "High income", "Clean Technology Fund (CTF)": {"Pledged": "86.33", "Deposited": "86.33"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "18.39", "Deposited": "18.39"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "23.89", "Deposited": "23.89"}, "Forest Investment Program (FIP)": {"Pledged": "35.28", "Deposited": "35.28"}, "Global Environment Facility (GEF4)": {"Pledged": "15.03", "Deposited": "15.03"}, "Global Environment Facility (GEF5)": {"Pledged": "26.09", "Deposited": "26.09"}, "Global Environment Facility (GEF6)": {"Pledged": "24.07", "Deposited": "24.07"}, "Green Climate Fund (GCF)": {"Pledged": "187.2", "Deposited": "154.97"}, "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "0.31", "Deposited": "0.31"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "42.97", "Deposited": "42.97"}, "Partnership for Market Readiness": {"Pledged": "12.5", "Deposited": "12.5"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "33.36", "Deposited": "33.36"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "11.65", "Deposited": "11.65"}}}, "Poland": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}}}, "Italy": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "16.38", "Deposited": "16.38"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "5.0", "Deposited": "5.0"}, "Global Environment Facility (GEF4)": {"Pledged": "35.57", "Deposited": "35.57"}, "Global Environment Facility (GEF5)": {"Pledged": "8.4", "Deposited": "8.4"}, "Global Environment Facility (GEF6)": {"Pledged": "33.59", "Deposited": "33.59"}, "Green Climate Fund (GCF)": {"Pledged": "334.4", "Deposited": "200.66"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "3.0", "Deposited": "3.0"}, "Special Climate Change Fund (SCCF)": {"Pledged": "10.0", "Deposited": "5.0"}}}, "South Korea": {"Paris Agreement": {"Date": "30/06/2015", "Summary": "Korea plans to reduce its greenhouse gas emissions by 37% from the business-as-usual (BAU, 850.6 MtCO2eq) level by 2030 across all economic sectors. The INDC includes a section on adaptation."}, "Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "3.0", "Deposited": "3.0"}, "Global Environment Facility (GEF4)": {"Pledged": "2.16", "Deposited": "2.16"}, "Global Environment Facility (GEF5)": {"Pledged": "2.63", "Deposited": "2.63"}, "Global Environment Facility (GEF6)": {"Pledged": "2.55", "Deposited": "2.55"}, "Green Climate Fund (GCF)": {"Pledged": "100.0", "Deposited": "36.7"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "5.76", "Deposited": "5.76"}}}, "South Africa": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "South Africa’s emissions by 2025 and 2030 will be in a range between 398 and 614 Mt CO2–eq, as defined in national policy.The adaptation component of South Africa’s INDC will address adaptation through six goals, underpinned by key elements of adaptation planning, costing of adaptation investment requirements, equity, and means of implementation. [Further described below]"}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "2.15", "Deposited": "2.15"}, "Global Environment Facility (GEF6)": {"Pledged": "1.77", "Deposited": "1.77"}}}, "Spain": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "57.06", "Deposited": "57.06"}, "Clean Technology Fund (CTF)": {"Pledged": "105.57", "Deposited": "105.57"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "7.05", "Deposited": "7.05"}, "Forest Investment Program (FIP)": {"Pledged": "12.96", "Deposited": "12.96"}, "Global Environment Facility (GEF4)": {"Pledged": "8.77", "Deposited": "8.77"}, "Global Environment Facility (GEF5)": {"Pledged": "13.7", "Deposited": "13.7"}, "Global Environment Facility (GEF6)": {"Pledged": "10.68", "Deposited": "10.68"}, "Green Climate Fund (GCF)": {"Pledged": "160.5", "Deposited": "22.74"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "1.77", "Deposited": "1.77"}, "MDG Achievement Fund": {"Pledged": "89.5", "Deposited": "89.5"}, "Partnership for Market Readiness": {"Pledged": "5.4", "Deposited": "5.4"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "12.96", "Deposited": "12.96"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "3.89", "Deposited": "3.89"}, "Special Climate Change Fund (SCCF)": {"Pledged": "12.35", "Deposited": "12.35"}}}, "Lebanon": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Unconditional target A GHG emission reduction of 15% compared to the Business As-Usual (BAU) scenario in 2030.15% of the power and heat demand in 2030 is generated by renewable energy sources.A 3% reduction in power demand through energy-efficiency measures in 2030 compared to the demand under the Business-As-Usual scenario. Conditional target A GHG emission reduction of 30% compared to the BAU scenario in 2030.20% of the power and heat demand in 2030 is generated by renewable energy sources.A 10% reduction in power demand through energy-efficiency in 2030 compared to the demand under the BAU scenario. The INDCalso includes a section on adaptation."}}, "Costa Rica": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Costa Rica is committed to a maximum of 9,374,000 tCO2eq net emissions by 2030, with proposed emissions per capita of 1.73 net tons by 2030, 1.19 Net Tons per Capita by 2050 and -0.27 Net Tons per Capita by 2100. This numbers are consistent with the necessary global path to comply with 2 degrees Celsius goal. Costa Rica’s commitment includes an emissions reduction of GHG of 44%, of a Business As Usual (BAU) scenario, and a reduction of 25% of emission compared to 2012 emissions. To accomplish this goal Costa Rica would have to reduce 170,500 tons of GHG per year until the year 2030. Costa Rica also communicates an adaptation contribution. See the full INDC for more information."}}, "Turkey": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Up to 21 percent reduction in GHG emissions from the Business as Usual (BAU) level by 2030."}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}}}, "Kenya": {"Paris Agreement": {"Date": "24/07/2015", "Summary": "Kenya seeks to undertake an ambitious mitigation contribution towards the 2015 Agreement. Kenya therefore seeks to abate its GHG emissions by 30% by 2030 relative to the BAU scenario of 143 MtCO2eq; and in line with its sustainable development agenda. This is also subject to international support in the form of finance, investment, technology development and transfer, and capacity building. Kenya’s INDC includes both mitigation and adaptation components based on her national circumstances and in line with decisions 1/CP.19 and 1/CP.20. "}}, "Rwanda": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Emission reductions from projected emissions resulting from the deviation of BAU emissions for the year 2030 based on policies actions conditional on availability of international support for finance, technology and capacity building. The INDC also includes a section on Adaptation."}}, "Cuba": {"Paris Agreement": {"Date": "23/11/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org Las contribuciones que asumiría el país en las circunstancias actuales son del tipo de políticas y proyectos. Under its current circumstances, the country commits to policies and projects for its contributions. "}}, "Sri Lanka": {"Paris Agreement": {"Date": "22/10/2015", "Summary": "Sri Lanka intends to reduce the GHG emissions against Business-As-Usual scenario unconditionally by 7% (Energy sector 4%, and 3% from other sectors) and conditionally 23% (Energy sector 16% and 7% from other sectors) by 2030. Sri Lanka submits its INDCs under four areas: mitigation, adaptation, lost and damage, and means of implementation."}}, "Afghanistan": {"Paris Agreement": {"Date": "13/10/2015", "Summary": "There will be a 13.6% reduction in GHG emissions by 2030 compared to a business as usual (BAU) 2030 scenario, conditional on external support."}}, "Ukraine": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Ukraine will not exceed 60% of 1990 GHG emisisons level in 2030."}}, "Pakistan": {"Paris Agreement": {"Date": "12/11/2015", "Summary": "Pakistan is committed to reduce its emissions after reaching peak levels to the extent possible subject to affordability, provision of international climate finance, transfer of technology and capacity building. As such Pakistan will only be able to make specific commitments once reliable data on our peak emission levels is available."}, "Global Funds": {"Income situation": "Lower middle income", "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "6.26", "Deposited": "6.26"}, "Global Environment Facility (GEF6)": {"Pledged": "2.04", "Deposited": "2.04"}}}, "Uganda": {"Paris Agreement": {"Date": "16/10/2015", "Summary": "For mitigation, Uganda is to focus on implementation of a series of policies and measures in the energy supply, forestry and wetland sectors. In the business-as-usual (BAU) scenario the estimated emissions in 2030 will be 77.3 Million tons of carbon dioxide equivalent per year (MtCO2eq/yr). The estimated potential cumulative impact of the policies and measures could result in approximately 22% reduction of national green house gas emissions in 2030 compared to business-as-usual. Uganda proposes to implement the identified policies and measures, and their impact may be higher or lower than these estimations illustrate. In submitting this INDC, Uganda’s priority is adaptation."}}, "Burkina Faso": {"Paris Agreement": {"Date": "23/10/2015", "Summary": "Burkina Faso’s commitment comes about through three scenarios.A first scenario, Unconditional (annex 1), the objective of which is to reduce GHG emissions by 7,808 Gg per year in 2030, i.e. 6[.6]% when compared to BaU, for ongoing investments of US $1.25 billion.A Hybrid Conditional scenario (annex 1), which aims to reduce GHG emissions by 11.6%, which corresponds to 13,766 Gg per year in 2030, for investments of US $756,032,667.A third scenario, Adaptation (annexe 2), which aims, among other things, to restore and develop 5,055 million ha of degraded lands at the 2030 horizon, corresponding to 55% of the total current area of degraded lands in the country and making it possible to feed more than 6 million additional persons at the 2030 horizon. Moreover, these adaptation projects will contribute to a reduction in GHG emissions of 43,707 Gg of CO2, i.e. 36.95% when compared to BaU, for an overall investment of US $5,804,949,915."}}, "Niger": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org Réduction inconditionnelle de 2,5% (BAU 2020) et 3,5% (2030).Réduction conditionnelle de 25% (BAU 2020) et 34,6%.(2030, soit une réduction de 33.400 GgCO2Eq).”Unconditional reduction of 2.5% (BAU 2020) and of 3.5% (2030).Conditional Reduction of 25% (BAU 2020) and 34.6% (2030, or a reduction of 33,400 GgCO2Eq)."}}, "Senegal": {"Paris Agreement": {"Date": "26/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org Sous l'option inconditionnelle (CPDN), les réductions d’émissions par rapport à leur trajectoire prévue sont de de 3%, 4% et 5% respectivement en 2020, 2025 et 2030. Avec l’option conditionnelle (CPDN+), les réductions d’émissions attendues sont de l’ordre de 7%, 15% et 21% sur les mêmes années. Under the unconditional scenario (INDC) emission reductions relative to baseline projections will be 3%, 4% and 5% in 2020, 2025 and 2030 respectively. Under the conditional scenario (INDC+), expected emission reductions will be 7%, 15% and 21% for the same years."}}, "France": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "5.56", "Deposited": "5.56"}, "Clean Technology Fund (CTF)": {"Pledged": "253.08", "Deposited": "253.8"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "5.11", "Deposited": "5.11"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "10.34", "Deposited": "10.34"}, "Global Environment Facility (GEF4)": {"Pledged": "62.32", "Deposited": "62.32"}, "Global Environment Facility (GEF5)": {"Pledged": "95.8", "Deposited": "95.8"}, "Global Environment Facility (GEF6)": {"Pledged": "102.0", "Deposited": "102.0"}, "Green Climate Fund (GCF)": {"Pledged": "1035.5", "Deposited": "955.13"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "41.35", "Deposited": "41.35"}}}, "Ghana": {"Paris Agreement": {"Date": "23/09/2015", "Summary": "Ghana's emission reduction goal is to unconditionally lower its GHG emissions by 15 percent relative to a business-as-usual (BAU) scenario emission of 73.95MtCO2e by 2030. An additional 30 percent emission reduction is attainable on condition that external support is made available to Ghana to cover the full cost of implementing the mitigation action (finance, technology transfer, capacity building). With this external support, a total emission reduction of 45% below the BAU emission levels can be achieved by 2030. Ghana also submitted an adaptation goal and priority adaptation policy actions."}}, "Guatemala": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "De acuerdo al principio de responsabilidades comunes pero diferenciadas y sus actuales capacidades, Guatemala planifica lograr una reducción del 11.2% de sus emisiones GEI totales del año base 2005 proyectado al año 2030. Esta reducción del 11.2% implica que las emisiones, en un escenario tendencial (BAU por sus siglas en inglés) de 53.85 millones de toneladas de CO2 equivalentes para el año 2030, serán reducidas a un valor de 47.81 millones de toneladas de CO2 equivalentes en ese año.Guatemala plantea una reducción más ambiciosa que la anterior, de hasta el 22.6% de sus emisiones GEI totales del año base 2005 proyectado al año 2030. Esta reducción del 22.6% implica que las emisiones, en un escenario tendencial (BAU) de 53.85 millones de toneladas de CO2 equivalentes para el año 2030, serían reducidas a un valor de 41.66 millones de toneladas de CO2 equivalentes en ese año. Como condición para alcanzar esta meta ambiciosa, será necesario contar con el apoyo técnico y financiero necesario proveniente de recursos internacionales públicos y privados, nuevos y adicionales. According to the principle of common but differentiated responsibilities and current capabilities, Guatemala plans to achieve a reduction of 11.2% of its total GHG emissions from the 2005 base year projected to 2030. This reduction of 11.2% means that emissions in a baseline scenario (BAU) of 53.85 million tonnes of CO2 equivalent for the year 2030, will be reduced to a value of 47.81 million tons of CO2 equivalent in that year.Guatemala raises a more ambitious reduction than the above, of up to 22.6% of total GHG emissions from the 2005 base year projected to 2030. This reduction of 22.6% means that emissions in a baseline scenario (BAU) of 53.85 million tonnes of CO2 equivalent for the year 2030, would be reduced to a value of 41.66 million tons of CO2 equivalent in that year. As a condition to achieve this ambitious goal, it will be necessary to have the needed technical and financial support from new and additional international public and private resources.Guatemala's INDC also addresses adaptation."}}, "Gabon": {"Paris Agreement": {"Date": "01/04/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org.Gabon commits to reduce GHG emissions by at least 50 percent from baseline scenario emissions in 2025. The commitment could be extended to 2030 and 2050 based on additional studies that will be carried out by COP21. The commitment is to be achieved excluding carbon stocks from forests from the target. Gabon also submitted annexes describing land-use change, flaring from the oil industry, energy, other GHG emissions such as waste, adaptation, and financing. Au moins 50% de réduction des émissions par rapport au scénario de développement non maîtrisé en 2025. At least 50 % reduction in emissions from a baseline by 2025. C’est pourquoi les engagements pris par le Gabon portent exclusivement sur ses émissions de GES hors stockage de carbone par la biomasse. This is why Gabon is focusing its commitment on GHG emissions with the exclusion of carbon stocks in forests. 2010-2025 (période du Plan Stratégique Gabon Emergent)Ces analyses seront prolongées sur 2030, voire 2050 dans le cadre des études complémentaires qui seront menées avant la COP21 2010-2025 (period of the Strategic Plan for an Emerging Gabon)The commitment could be extended to 2030 and even 2050 based on additional studies that will be carried out by COP21."}}, "Portugal": {"Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "2.32", "Deposited": "2.32"}, "Global Environment Facility (GEF5)": {"Pledged": "6.26", "Deposited": "4.5"}, "Green Climate Fund (GCF)": {"Pledged": "2.7", "Deposited": "2.7"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "0.06", "Deposited": "0.06"}, "Special Climate Change Fund (SCCF)": {"Pledged": "1.3", "Deposited": "1.3"}}}, "Zambia": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Zambia’s INDC includes both mitigation and adaptation components based on her national circumstances and is in line with decisions 1/CP.19 and 1/CP.20. The successful implementation of Zambia’s INDC will result in an estimated total emission reduction of 38,000 GgCO2eq which translates to 47% (internationally supported efforts) against 2010 as a base year. This emission reduction is conditional and subject to the availability of international support in form of finance, technology and capacity building. The total budget for implementing both components is estimated at US$ 50 billion by the year 2030, out of this USD 35 billion is expected to come from external sources while $15 billion will be mobilized from domestic sources."}}, "Yemen": {"Paris Agreement": {"Date": "23/11/2015", "Summary": "This INDC document proposes 14 percent GHG emission reduction target by 2030 below BAU which represents an estimated total cumulative GHG reduction of about 35 MtCO2-eq from 2020 through 2030; this includes 1 percent unconditional target and 13 percent conditional target. This document also provides an overview of provisional adaptation and mitigation needs which require international support as specified in Lima Accord recognizing the special circumstances of LDCs. However, due to the current situation in Yemen, further studies will be conducted in the future to determine the projected loss and damage of climate induced disaster risks scenarios as well as various adaptation and mitigation measures which require international support to accelerate the implementation of Yemen’s INDC."}}, "Fiji": {"Paris Agreement": {"Date": "05/11/2015", "Summary": "Sector specific reduction focusing on a renewable energy target for electricity generation. In addition a general emissions reduction by improvements in energy efficiency economy wide. The target is for the renewable energy share in electricity generation to approach 100% by 2030 from around 60% in 2013. In addition an indicative reduction of 10% CO2 emissions for energy efficiency improvements economy wide will be sought.These measures will reduce CO2 emissions in the energy sector by around 30% from BAU by 2030."}}, "Namibia": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Namibia aims at a reduction of about 89% of its GHG emissions at the 2030 time horizon compared to the BAU scenario. The projected GHG emissions to be avoided in 2030 is of the order of 20000 Gg CO2-eq inclusive of sequestration in the AFOLU sector and compared to the BAU scenario. The INDC also includes an adaptation component outlining near- and long-term visions, goals, and targets."}}, "Burundi": {"Paris Agreement": {"Date": "04/11/2015", "Summary": "Unconditional contribution: Reduction of greenhouse gas emissions by 3% compared to the business-as-usual (BAU) scenario for 2030Conditional contribution: Reduction of greenhouse gas emissions by 20%, beginning in 2016, compared to the business-as-usual scenario for 2030 The INDC also includes a section on Adaptation contribution."}}, "Djibouti": {"Paris Agreement": {"Date": "28/10/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Grâce aux mesures inconditionnelles, la République de Djibouti s’engage à éviter les émissions futures d’1,8 MtCO2e de GES, réduisant ainsi ses émissions de 40% par rapport au scénario de référence.La mise en place des mesures conditionnelles permettra une réduction supplémentaire de 0.9MtCO2e, soit 20% des émissions de GES en 2030 par rapport au scénario de référence. Le scénario conditionnel d’atténuation permettrait ainsi à la République de Djibouti de maintenir sa quantité d’émissions à un niveau équivalent à celui de 2010. Through unconditional measures the Republic of Djibouti commits to avoid 1.8 MtCO2e of future emissions, reducing its emissions by 40% compared to the reference scenario.Implementing conditional measures would enable the reduction of an additional 0.9 MtCO2e, or 20% of GHG emissions by 2030 compared to the reference scenario. The conditional mitigation scenario would therefore allow the Republic of Djibouti to maintain its level of emissions at the equivalent of 2010 levels."}}, "Malawi": {"Paris Agreement": {"Date": "08/10/2015", "Summary": "The Government of Malawi communicated mitigation and adaptation actions in its INDC, some of which will be implemented unconditionally using domestic sources; and some of which are conditional on external support in terms of capacity building, techonology development and transfer, and financial resources."}}, "Oman": {"Paris Agreement": {"Date": "19/10/2015", "Summary": "Oman will control its expected GHG emissions growth by 2% [below BAU] to be 88714 Gg [in 2030] during the period from 2020 - 2030 as depicted in the following chart. See INDC for the chart Total GHG Emission Outturn and Projections (1995-2030). The INDC also includes an adaptation contribution"}}, "Russia": {"Paris Agreement": {"Date": "31/03/2015", "Summary": "Limiting anthropogenic greenhouse gases in Russia to 70-75% of 1990 levels by the year 2030 might be a long-term indicator, subject to the maximum possible account of absorbing capacity of forests."}, "Global Funds": {"Income situation": "Upper middle income", "Global Environment Facility (GEF5)": {"Pledged": "3.51", "Deposited": "3.51"}, "Global Environment Facility (GEF6)": {"Pledged": "4.84", "Deposited": "0.64"}}}, "Somalia": {"Paris Agreement": {"Date": "17/11/2015", "Summary": "Somalia communicated nine ready for implementation and planned adaptation and mitigation INDCs projects in its INDC."}}, "Tanzania": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Tanzania will reduce greenhouse gas emissions economy wide between 10-20% by 2030 relative to the BAU scenario of 138 - 153 Million tones of carbon dioxide equivalent (MtCO2e)- gross emissions, depending on the baseline efficiency improvements, consistent with its sustainable development agenda. The emissions reduction is subject to review after the first Biennial Update Report (BUR).Tanzania will embark on a climate resilient development pathway. In doing so the adaptation contributions will reduce climate related disasters from 70% to 50%, and significantly reduce the impacts of spatial and temporal variability of declining rainfall, frequent droughts and floods which have long term implications to all productive sectors and ecosystems, particularly the agricultural sector. Access to clean and safe water will be increased from 60% to 75% and, based on a conservative and a worst-case scenario of 50cm and 1m sea-level rise, the contributions will verifiably reduce the impacts of sea level rise to the island and coastal communities, infrastructure and ecosystems."}}, "Paraguay": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org 20% de reducciones en base al comportamiento de las emisiones proyectadas al 2030.Meta Unilateral: 10% de reducción de emisiones proyectadas al 2030Meta Condicionada: 10% de reducción de emisiones proyectadas al 2030”20% reduction relative to projected emissions by 2030Unilateral Target: 10% reduction from projected emissions by 2030 Conditional Target: 10% reduction from projected emissions by 2030"}}, "Guyana": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "Guyana's INDC has outlined policies, measures and actions, both conditional and unconditional that the country commits to implement up to 2025, in the energy and forestry sector.The major overarching contribution that Guyana intends to make is to pursue a path to a Green economy using a low emission strategy pathway. Guyana has already formulated a LCDS and with limited financial resources, has begun implementation. With additional and adequate resources, Guyana can build on this and embark on a comprehensive path to a low emission and green economy. More specifically, with the provision of adequate resources, Guyana can provide up to 52Mt CO2 equivalent to global mitigation effort, and can increase its share of renewable energy by 20 percent of its total energy usage, by 2025. The INDC also include annex on Adaptation."}}, "Honduras": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org Reducción de un 15% de las emisiones respecto al escenario BAU para el 2030 para el conjunto de sectores contenido en este escenario BAU. Este compromiso está condicionado a que el apoyo sea favorable, previsible y se viabilicen los mecanismos de financiamiento climático.Adicionalmente, la República de Honduras se compromete, como objetivo sectorial, a la forestación/reforestación de 1 millón de hectáreas de bosque antes de 2030. Asimismo, a través de la NAMA de fogones eficientes se espera reducir en un 39% el consumo de leña en las familias, ayudando en la lucha contra la deforestación. A 15% emissions reduction relative to BAU levels in 2030 for all sectors included in this BAU scenario. This commitment is conditional upon favorable and predictable support and available climate financing mechanisms.Additionally, the Republic of Honduras is committed, as a sectoral target, to the afforestation / reforestation of 1 million hectares of forests by 2030. Moreover, through the efficient stoves NAMA, a 39% reduction in family firewood consumption is expected, helping in the fight against deforestation."}}, "Jordan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Jordan nationally determines to reduce its greenhouse gas emissions by a bulk of 14 % until 2030. This contribution of GHGs reduction will be unconditionally fulfilled at, maximally, 1.5 % by the Country’s own means compared to a business as usual scenario level.However, Jordan, conditionally and subject to availability of international financial aid and support to means of implementation, commits to reduce its GHGs emissions by additional, at least, 12.5 % by 2030.The outcome targets above are accompanied by a diverse combination of numerous GHGs cutoriented actions in all involved sectors of emissions in addition to the adaptation actions in targeted sectors."}}, "Israel": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Israel intends to achieve an economy-wide unconditional target of reducing its per capita greenhouse gas emissions to 7.7 tCO2e by 2030 which constitutes a reduction of 26% below the level in 2005 of 10.4 tCO2e per capita. An interim target of 8.8 tCO2e per capita is expected by 2025."}}, "Colombia": {"Paris Agreement": {"Date": "07/09/2015", "Summary": "The Republic of Colombia commits to reduce its greenhouse gas emissions by 20% with respect to the projected Business-as-Usual Scenario (BAU) by 2030. Subject to the provision of international support, Colombia could increase its ambition from 20% reduction with respect to BAU to 30% with respect to BAU by 2030. The INDC also inlucdes a section on adaptation."}, "Global Funds": {"Income situation": "Upper middle income", "Green Climate Fund (GCF)": {"Pledged": "6.0", "Deposited": "0.3"}}}, "Myanmar": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "Myanmar would undertake mitigation actions in line with its sustainable development needs, conditional on availability of international support, as its contribution to global action to reduce future emissions of greenhouse gases. The document also presents planned and existing policies and strategies which will provide the policy framework to implement identified actions and prioritise future mitigation actions.The INDC also includes a section on Adaptation."}}, "Laos": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Lao PDR (People’s Democratic Republic) has identified a number of actions which it intends to undertake in order reduce its future GHG emissions, subject to the provision of international support. These are outlined in Table 1 together with preliminary estimates of the projected emissions reductions which will occur as a result. These estimates have been drawn from a variety of sources and need to be reviewed and updated to address consistency and accuracy in analytical methods once more reliable data and information are available. The INDC also includes a section on Adaptation."}}, "Romania": {"Global Funds": {"Income situation": "Upper middle income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "0.21", "Deposited": "0.21"}}}, "Cambodia": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Cambodia has proposed a 27% reduction in emissions below BAU by 2030, as well as a LULUCF contribution of 4.7 tCO2e/ha/year. Cambodia wishes to propose a GHG mitigation contribution for the period 2020 - 2030, conditional upon the availability of support from the international community, in particular in accordance with Article 4.3 of the UNFCCC. Significantly, despite Cambodia's status as an LDC, Cambodia is implementing actions in accordance with our sustainable development needs that also address climate change:(i)Energy industries, manufacturing industries, transport, and other sectors: Cambodia intends to undertake actions as listed in Table 1, the impact of which is expected to be a maximum reduction of 3,100 Gg CO2eq compared to baseline emissions of 11,600 Gg CO2eq by 2030.(ii) LULUCF: Cambodia intends to undertake voluntary and conditional actions to achieve the target of increasing forest cover to 60% of national land area by 2030. In absence of any actions the net sequestration from LULUCF is expected to 6 reduce to 7,897 GgCO2 in 2030 compared to projected sequestration of 18,492 GgCO2 in 2010. The INDC also includes a section on Adaptation."}}, "Egypt": {"Paris Agreement": {"Date": "16/11/2015", "Summary": "The INDC Report includes the following elements:1. National circumstances that address general economic conditions, including economic and population growth rates, major sustainable development goals, and political circumstances.2. National efforts implemented to combat climate change in Egypt, in terms of treating impacts in different sectors (agriculture, water resources, coastal zones, etc.) or efforts made to reduce GHGs emissions in different sectors (energy, transportation, industry, etc.).3. Required implementation mechanisms to achieve the objectives of the plan (funding, capacity building, and technology transfer)."}}, "Malaysia": {"Paris Agreement": {"Date": "27/11/2015", "Summary": "Malaysia intends to reduce its greenhouse gas (GHG) emissions intensity of GDP by 45% by 2030 relative to the emissions intensity of GDP in 2005. This consist of 35% on an unconditional basis and a further 10% is condition upon receipt of climate finance, technology transfer and capacity building from developed countries. The INDC also includes a section on adaptation."}}, "Papua New Guinea": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Papua New Guinea's current economic development is seeing a growth in fuel use therefore a big effort will be to reduce fossil fuel emissions in the electricity generation sector by transitioning as far as possible to using renewable energy. The target in this respect will be 100% renewable energy by 2030, contingent on funding being made available. In addition PNG will improve energy efficiency sector wide and reduce emissions where possible in the transport and forestry sectors. The main forestry effort will be coordinated though the existing REDD+ initiative."}}, "Kyrgyzstan": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Kyrgyz Republic will reduce GHG emissions in the range of 11.49 - 13.75% below BAU in 2030. Additionally, under the international support Kyrgyz Republic could implement the mitigation measures to achieve total reduction in the range of 29.00 - 30.89% below BAU in 2030.Kyrgyz Republic will reduce GHG emissions in the range of 12.67 - 15.69% below BAU in 2050. Additionally, under the international support Kyrgyz Republic could implement the mitigation measures to achieve total reduction in the range of 35.06 - 36.75% below BAU in 2050. The INDC also includes Adaptation contribution."}}, "El Salvador": {"Paris Agreement": {"Date": "17/11/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org“[…] El Salvador presenta una serie de contribuciones destinadas en primer lugar, a establecer un marco de legislación y arreglos institucionales que orientan el desarrollo económico y social hacia las bajas emisiones y la adaptación al cambio climático. Asimismo, se presentan algunas metas de carácter cuantitativo hacia el año 2025 y 2030 que serán debidamente consensuadas, cuantificadas y presentadas en algunos casos antes de las COP 22 y COP23.”[...] El Salvador has a number of contributions in order to establish a legislative and institutional framework that can guide economic and social development towards low emissions and adaptation to climate change. Additionally, it presents some targets by 2025 and 2030, which will be quantified, agreed upon and presented before COP22 or COP23.El Salvador provided information about their planned actions in the following areas: institutional development; legal systems; infrastructure; water resources; agriculture, livestock and forestry; energy; health care, social welfare and transportation."}}, "Montenegro": {"Paris Agreement": {"Date": "23/09/2015", "Summary": "Montenegro’s contribution to the international effort to avoid dangerous climate change is expressed [as a] 30% emission reduction by 2030 compared to the 1990 base year. The emission level of greenhouse gases for Montenegro from sectors covered by INDC was 5239 kilotons in 1990 and Montenegro pledges to reduce it at least by 1572 kilotons, to the level below or at 3667 kilotons. The reduction is to be achieved by general increase of energy efficiency, improvement of industrial technologies, increase of the share of renewables and modernization in the power sector."}}, "Albania": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "The INDC of Albania is a baseline scenario target: it commits to reduce CO2 emissions compared to the baseline scenario in the period of 2016 and 2030 by 11.5 %. This reduction means 708 kT carbon‐dioxide emission reduction in 2030."}}, "Zimbabwe": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "The Mitigation Contribution for Zimbabwe is given as 33% below the projected Business As Usual energy emissions per capita by 2030. This is a contribution target subject to the following conditions as a minimum:1. “Full implementation by developed countries of their commitments relating to finance, technology and capacity pursuant to Article 4 of the Convention”;2. Full, effective and sustained implementation of the Convention;3. A post-2020 agreement addressing all elements set out in paragraph 5 of decision 1/CP.17 in a balanced and comprehensive manner;4. Receiving contributions by developed countries on “all elements set out in paragraph 5 of decision 1/CP.17” relating to mitigation, adaptation, finance, technology development and transfer, and capacity-building in the context of a global and comprehensive agreement for the period beyond 2020. Zimbabwe also communicates an adaptation contribution, detailing the country's long-term and near-term adaptation visions, goals and targets. See the INDC for more information."}}, "Kazakhstan": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "The Republic of Kazakhstan intends to achieve an economy-wide target of 15% [unconditional target] - 25% [conditional target] reduction in greenhouse gas emissions by 2030 compared to 1990."}}, "Belarus": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "In order to contribute to the prevention of dangerous climate change, the Republic of Belarus submits its intended nationally determined contribution to these efforts and undertakes by 2030 to reduce greenhouse gas emissions by at least 28 per cent of the 1990 level, excluding emissions and removals in the land use, land-use change and forestry sector and without any additional conditions (the commitments do not imply the use of international carbon market mechanisms or mobilizing foreign financial resources for the implementation of best available technologies). The INDC includes a section on adaptation."}}, "Panama": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "1.0", "Deposited": "1.0"}}}, "Germany": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "283.13", "Deposited": "283.13"}, "Amazon Fund": {"Pledged": "138.66", "Deposited": "68.14"}, "BioCarbon Fund Initiative for Sustainable Forest Landscapes (BioCarbon Fund ISFL)": {"Pledged": "43.6", "Deposited": "43.6"}, "Clean Technology Fund (CTF)": {"Pledged": "615.0", "Deposited": "615.0"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "324.46", "Deposited": "208.06"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "106.38", "Deposited": "106.38"}, "Global Environment Facility (GEF4)": {"Pledged": "97.39", "Deposited": "97.39"}, "Global Environment Facility (GEF5)": {"Pledged": "154.26", "Deposited": "154.26"}, "Global Environment Facility (GEF6)": {"Pledged": "127.81", "Deposited": "127.81"}, "Global Energy Efficiency and Renewable Energy Fund (GEEREF)": {"Pledged": "36.0", "Deposited": "36.0"}, "Green Climate Fund (GCF)": {"Pledged": "1003.3", "Deposited": "1003.3"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "334.7", "Deposited": "303.88"}, "Partnership for Market Readiness": {"Pledged": "13.2", "Deposited": "13.2"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "65.67", "Deposited": "65.67"}, "Special Climate Change Fund (SCCF)": {"Pledged": "120.45", "Deposited": "120.45"}}}, "Armenia": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Armenia has stated that its total aggregate emissions between 2015 and 2050 will be equal to 633 million tons carbon dioxide equivalent, and that the country will strive to achieve ecosystem neutral GHG emissions in 2050 (equivalent to 2.07 tons/per capita per annum) with the support of adequate (necessary and sufficient) international financial, technological and capacity Armenia has stated that its total aggregate emissions between 2015 and 2050 will be equal to 633 million tons carbon dioxide equivalent, and that the country will strive to achieve ecosystem neutral GHG emissions in 2050 (equivalent to 2.07 tons/per capita per annum) with the support of adequate (necessary and sufficient) international financial, technological and capacity building assistance. assistance."}}, "Moldova": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "The Republic of Moldova intends to achieve an economy-wide unconditional target of reducing its greenhouse gas emissions by 64-67 per cent below its 1990 level in 2030 and to make best efforts to reduce its emissions by 67 per cent. The reduction commitment expressed above could be increased up to 78 per cent below 1990 level conditional to, a global agreement addressing important topics including low-cost financial resources, technology transfer, and technical cooperation, accessible to all at a scale commensurate to the challenge of global climate change."}}, "Cameroon": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Réduction des émissions de GES à hauteur de 32% par rapport à un scénario de référence pour l’année cible (2035), et conditionnée au soutien de la communauté internationale sous forme de  financement, d’actions de renforcements de capacité et de transfert de technologies.”Reducing GHG emissions by 32% compared to a reference scenario for the target year (2035), and conditional on the support of the international community in the form of financing, capacity building, and technology transfers."}}, "Greece": {"Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "2.54", "Deposited": "2.54"}, "Global Environment Facility (GEF5)": {"Pledged": "6.26", "Deposited": "4.5"}}}, "Botswana": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Botswana intends to achieve an overall emissions reduction of 15% by 2030, taking 2010 as the base year."}}, "Norway": {"Paris Agreement": {"Date": "27/03/2015", "Summary": "Norway is committed to a target of an at least 40% reduction of greenhouse gas emissions by 2030 compared to 1990 levels. The emission reduction target will be developed into an emissions budget covering the period 2021-2030."}, "Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "21.32", "Deposited": "17.75"}, "Adaptation Fund (AF)": {"Pledged": "2.44", "Deposited": "2.44"}, "Amazon Fund": {"Pledged": "1602.0", "Deposited": "1142.1"}, "BioCarbon Fund Initiative for Sustainable Forest Landscapes (BioCarbon Fund ISFL)": {"Pledged": "95.71", "Deposited": "95.71"}, "Congo Basin Forest Fund (CBFF)": {"Pledged": "82.5", "Deposited": "82.5"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "301.77", "Deposited": "242.3"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "113.77", "Deposited": "101.42"}, "Forest Investment Program (FIP)": {"Pledged": "142.13", "Deposited": "142.13"}, "Global Environment Facility (GEF4)": {"Pledged": "11.68", "Deposited": "11.68"}, "Global Environment Facility (GEF5)": {"Pledged": "18.98", "Deposited": "18.98"}, "Global Environment Facility (GEF6)": {"Pledged": "12.57", "Deposited": "12.57"}, "Global Energy Efficiency and Renewable Energy Fund (GEEREF)": {"Pledged": "13.5", "Deposited": "13.5"}, "Green Climate Fund (GCF)": {"Pledged": "270.8", "Deposited": "207.74"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "32.16", "Deposited": "31.16"}, "Partnership for Market Readiness": {"Pledged": "5.8", "Deposited": "5.8"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "15.72", "Deposited": "15.72"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "122.45", "Deposited": "122.45"}, "Special Climate Change Fund (SCCF)": {"Pledged": "34.59", "Deposited": "34.59"}}}, "Azerbaijan": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "By 2030 the Republic of Azerbaijan targets 35% reduction in the level of greenhouse gas emissions compared to 1990 base year as its contribution to the global climate change efforts."}}, "Togo": {"Paris Agreement": {"Date": "21/10/2015", "Summary": "Unconditional target: an 11.14% reduction of GHG emissions relative to the baseline scenario.Conditional target level: a 31.14% reduction of GHG emissions relative to the baseline scenario.The INDC also includes a section on adaptation."}}, "Morocco": {"Paris Agreement": {"Date": "05/06/2015", "Summary": "Morocco’s commitment is to reduce its GHG emissions by 32% by 2030 compared to business as usual projected emissions. This commitment is contingent upon gaining access to new sources of finance and enhanced support, compared to that received over the past years, within the context of a new legally-binding agreement under the auspices of the UNFCCC. This target translates into a cumulative reduction of 401 Mt CO2eq over the period 2020-2030. Meeting this target will require an overall investment in the order of USD 45 billion, of which USD 35 billion is conditional upon international support through new climate finance mechanisms, such as the Green Climate Fund. Morocco’s mitigation target is divided into a conditional and unconditional target: The unconditional target is a 13% reduction in GHG emissions by 2030 compared to a business as usual (BAU) scenario, while the conditional target is an additional 19% reduction achievable under certain conditions, which would bring the total GHG reduction to 32% below BAU emission levels by 2030. Note: Morocco reserves the right to revise said BAU scenario on the basis of new analysis by 2020.Morocco has also submitted a section on adaptation, outlining its vision, goals, needs, and system for monitoring and evaluation."}}, "Mauritania": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La République Islamique de Mauritanie a l’intention de contribuer à l’Accord Climat de Paris par une réduction de ses émissions de GES prévue en 2030 de 22,3%, soit 4.2 millions de tonnes équivalent dioxyde de carbone (Mt eq CO2), par rapport aux missions projetées pour la même année selon le scénario du cours normal des affaires (Business As Usual) qui évolue de 6.6 Mt eq CO2 en 2010 à 18.84 Mt eq CO2 En 2030. Ainsi, pour la période 2020-2030 le cumul des émissions évitées selon les mesures d’atténuation proposées sont d’environ 33,56 Mt eq CO2. 12% de cette réduction potentielle des émissions pourront être réalisés par les moyens propres de la Mauritanie (part inconditionnelle de la Contribution). 88% de la contribution, correspondent à la part de réduction des émissions conditionnée à l’appui international (part conditionnelle de la Contribution). The Islamic Republic of Mauritania intends to contribute to the Paris Climate Agreement by reducing its greenhouse gas emissions by 22.3% in 2030 or by 4.2 million tons of carbon dioxide equivalent (MtCO2e) compared to projected emissions for the same year in a business as usual scenario which would increase from 6.6 MtCO2e in 2010 to 18.84 MtCO2e in 2030. Thus, for the period from 2020 to 2030 avoided accumulated emissions by the proposed mitigation measures are about 33.56 MtCO2e.12% of this contribution is unconditional and will be achieved with Mauritania’s own means. 88% of the contribution is conditional on international support."}}, "Saudi Arabia": {"Paris Agreement": {"Date": "10/11/2015", "Summary": "The Kingdom will engage in actions and plans in pursuit of economic diversification that have co-benefits in the form of greenhouse gas (GHG) emission avoidances and adaptation to the impacts of climate change, as well as reducing the impacts of response measures."}}, "Czech Republic": {"Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "2.27", "Deposited": "2.27"}, "Global Environment Facility (GEF5)": {"Pledged": "2.27", "Deposited": "2.27"}, "Global Environment Facility (GEF6)": {"Pledged": "1.56", "Deposited": "1.56"}, "Global Climate Change Alliance (GCCA)": {"Pledged": "0.22", "Deposited": "0.22"}, "Green Climate Fund (GCF)": {"Pledged": "5.3", "Deposited": "5.3"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "0.03", "Deposited": "0.03"}}}, "Liberia": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Liberia’s INDC includes one component on mitigation and one on adaptation. The extent of implementation of the intended contributions on mitigation and adaptation are conditioned upon the provision of adequate means of implementation by the international community (financial resources, capacity building and the transfer of technologies). Liberia's mitigation contribution is to reduce total GHG emissions by 15% below a Business-As-Usual trajectory by 2030, through the implementation of four mitigation actions.Liberia's adaptation contribution is to implement actions in seven key sectors - agriculture, energy, health, forestry, coastal zone, fishery, and transport/infrastructure."}}, "Mongolia": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "In its INDC, Mongolia has outlined a series of policies and measures that the country commits to implement up to 2030, in the energy, industry, agriculture and waste sectors. The expected mitigation impact of these policies and measures will be a 14% reduction in total national GHG emissions excluding Land use, land use change and forestry (LULUCF) by 2030, compared to the projected emissions under a business as usual scenario. The INDC also includes an Annex on adaptation."}, "Global Funds": {"Income situation": "Lower middle income", "Green Climate Fund (GCF)": {"Pledged": "0.0", "Deposited": "0.0"}}}, "Iceland": {"Paris Agreement": {"Date": "30/06/2015", "Summary": "Iceland aims to be part of a collective delivery by European countries to reach a target of 40% reduction of greenhouse gas emissions by 2030 compared to 1990 levels. A precise commitment for Iceland within such collective delivery has yet to be determined, and is dependent on an agreement with the European Union and its Member States and possibly other countries."}, "Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "1.0", "Deposited": "0.7"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "0.98", "Deposited": "0.98"}}}, "Bulgaria": {"Global Funds": {"Income situation": "Upper middle income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}}}, "Democratic Republic of the Congo": {"Paris Agreement": {"Date": "18/08/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La RDC s’engage à réduire ses émissions de 17% d’ici 2030 par rapport aux émissions du scénario des émissions du statu quo (430 Mt CO2e), soit une réduction d’un peu plus de 70 Mt CO2e évités (Ministère de l’Environnement, 2009). The DRC commits to reduce its emissions by 17% by 2030 compared to business-as-usual emissions (430 Mt CO2e), or a reduction of slightly more than 70 Mt CO2e avoided (Ministry of the Environment, 2009)."}}, "Vanuatu": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "The mitigation contribution for the Vanuatu INDC submission is a sector specific target of transitioning to close to 100% renewable energy in the electricity sector by 2030. This target would replace nearly all fossil fuel requirements for electricity generation in the country and be consistent with the National Energy Road Map (NERM) target of 65% renewable energy by 2020. This contribution would reduce emissions in the energy sector by 72Gg by 2030...The mitigation would thus reduce BAU emissions in the electricity sub-sector by 100% and in the energy sector as a whole by 30%...The target would be conditional, depending on funding commensurate with putting the transition in place being made available from external sources. The INDC also includes an adaptation component outlining priority needs."}}, "Central African Republic": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "The Central African Republic aspires to reduce its emissions by 5% and 25%, respectively, in the 2030 and 2050 horizons in comparison to its reference BaU emissions and to increase its sequestration potential. With international support, it will emit around 33,076.1 kt eq-CO2 less in 2050 than the annual reference emissions.The Central African Republic also aspires to reduce emissions of short-lived climate pollutants (SLCP), which science has shown have a significant short-term climate-warming potential and harmful effects on health, agriculture and ecosystems. The INDC also includes a section on adaptation."}}, "Belgium": {"Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "8.58", "Deposited": "7.86"}, "Adaptation Fund (AF)": {"Pledged": "1.65", "Deposited": "1.65"}, "Global Environment Facility (GEF4)": {"Pledged": "20.47", "Deposited": "20.47"}, "Global Environment Facility (GEF5)": {"Pledged": "19.54", "Deposited": "19.54"}, "Global Environment Facility (GEF6)": {"Pledged": "27.17", "Deposited": "27.17"}, "Green Climate Fund (GCF)": {"Pledged": "66.9", "Deposited": "66.9"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "115.18", "Deposited": "116.6"}, "Special Climate Change Fund (SCCF)": {"Pledged": "41.21", "Deposited": "41.21"}}}, "Netherlands": {"Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "57.23", "Deposited": "48.58"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "20.27", "Deposited": "20.27"}, "Global Environment Facility (GEF4)": {"Pledged": "36.17", "Deposited": "36.17"}, "Global Environment Facility (GEF5)": {"Pledged": "36.85", "Deposited": "36.85"}, "Global Environment Facility (GEF6)": {"Pledged": "17.82", "Deposited": "17.82"}, "Green Climate Fund (GCF)": {"Pledged": "133.8", "Deposited": "61.94"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "75.27", "Deposited": "75.27"}, "Partnership for Market Readiness": {"Pledged": "7.1", "Deposited": "7.1"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "76.08", "Deposited": "76.08"}, "Special Climate Change Fund (SCCF)": {"Pledged": "3.13", "Deposited": "3.13"}}}, "Hungary": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "4.3", "Deposited": "4.3"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "1.34", "Deposited": "1.34"}}}, "Switzerland": {"Paris Agreement": {"Date": "27/02/2015", "Summary": "Switzerland commits to reduce its greenhouse gas emissions by 50 percent by 2030 compared to 1990 levels, corresponding to an average reduction of greenhouse gas emissions by 35 percent over the period 2021-2030. By 2025, a reduction of greenhouse gases by 35 percent compared to 1990 levels is anticipated. Carbon credits from international mechanisms will partly be used. The INDC is subject to approval by Parliament."}, "Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "11.84", "Deposited": "10.95"}, "Adaptation Fund (AF)": {"Pledged": "14.13", "Deposited": "14.13"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "10.8", "Deposited": "10.8"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "8.21", "Deposited": "8.21"}, "Global Environment Facility (GEF4)": {"Pledged": "22.99", "Deposited": "22.99"}, "Global Environment Facility (GEF5)": {"Pledged": "37.21", "Deposited": "37.21"}, "Global Environment Facility (GEF6)": {"Pledged": "43.75", "Deposited": "43.75"}, "Green Climate Fund (GCF)": {"Pledged": "100.0", "Deposited": "100.0"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "15.9", "Deposited": "14.22"}, "Partnership for Market Readiness": {"Pledged": "12.5", "Deposited": "12.5"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "26.0", "Deposited": "26.0"}, "Special Climate Change Fund (SCCF)": {"Pledged": "0.4", "Deposited": "0.4"}}}, "Angola": {"Paris Agreement": {"Date": "29/11/2015", "Summary": "Angola plans to reduce GHG emissions up to 35% unconditionally by 2030 as compared to the Business As Usual (BAU) scenario (base year 2005). In addition, it is expected that through a conditional mitigation scenariothe country could reduce an additional 15% below BAU emission levels by 2030. In achieving its unconditional and conditional targets Angola expects to reduce its emissions trajectory by nearly 50% below the BAU scenario by 2030 at overall cost of over 14.7billion USD.Given to its extreme vulnerability to Climate Change impacts in some key economic sectors, Angola‟s INDC also includes priority Adaptation actions that will enable the strengthening of the resilience of the country towards the attainment of the Long Term Strategy for Development of Angola (2025)."}}, "Belize": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Belize's INDC focuses on mitigation contribution framed on an action-based approach that is dependent on cost effective technology, capacity building and adequate financial support, addressing the sectors with significant contributions to Belize’s greenhouse gas emissions. Belize intends to provide information on adaptation at a later stage."}}, "Ireland": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "0.36", "Deposited": "0.36"}, "Global Environment Facility (GEF4)": {"Pledged": "2.54", "Deposited": "2.54"}, "Global Environment Facility (GEF5)": {"Pledged": "2.77", "Deposited": "2.77"}, "Global Environment Facility (GEF6)": {"Pledged": "2.11", "Deposited": "2.11"}, "Global Climate Change Alliance (GCCA)": {"Pledged": "34.76", "Deposited": "34.76"}, "Green Climate Fund (GCF)": {"Pledged": "5.4", "Deposited": "5.4"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "22.39", "Deposited": "18.69"}, "Special Climate Change Fund (SCCF)": {"Pledged": "2.13", "Deposited": "2.13"}}}, "Ivory Coast": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Réduction de 28% des émissions de GES par rapport aux émissions de l’année cible (2030) dans un scénario de base (Business As Usual ou BAU). Reduction of 28% in GHG emissions compared to emissions in the target year (2030) in a baseline scenario (BAU or Business As Usual)."}}, "Guinea": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Estimated level of mitigation: -13% greenhouse gas (GHG) emissions in 2030 as compared to 1994 (Initial National Communication of the Republic of Guinea), excluding Land-Use Change and Forestry (LUCF). The INDC also includes an Adaptation commitment."}}, "Mali": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Les niveaux des ambitions de reduction des GES du scenario d’atténuation par rapport au scenario de base sont de 29% pour l’agriculture, 31% pour l’énergie et 21% pour les forêts et le changement d’utilisation des terres. The GHG mitigation scenario’s emission reduction levels, relative to the baseline scenario, are: 29% for agriculture, 31% for energy, and 21% for forests and land-use change."}}, "Serbia": {"Paris Agreement": {"Date": "30/06/2015", "Summary": "The Republic of Serbia intends to reduce GHG emissions by 9.8% by 2030 compared to 1990 levels."}}, "Lithuania": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}}}, "Sierra Leone": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Sierra Leone's INDCs is framed in terms of desired outcomes. Through this INDC, Sierra Leone is committed to implementing specific emissions-reduction actions, such as policies or mitigation actions like advancing a feed-in tariff for renewable energy technologies, phasing out fossil fuel subsidies, or converting to no-tillage agricultural practices. As a country whose emission levels are relatively low already, Sierra Leone could not commit to a certain outcome or result - for example, reducing emissions to a specific level (a greenhouse gas outcome). The domestic situation Sierra Leone faces i.e being solely dependent on fuel imports to meet its minimum energy needs, reducing emissions further than BAU can only be achieved through country wide LEDs which the country has already adopted. It is against this backdrop, that this INDC intends to maintain the emission levels of Sierra Leone relatively Low (close to the world average of 7.58 MtCO2e) by 2035 or neutral by 2050 by reducing her carbon footprint and by following green growth pathways in all economic sectors. The INDC also includes a section on adaptation."}}, "Macedonia": {"Paris Agreement": {"Date": "05/08/2015", "Summary": "To reduce the CO2 emissions from fossil fuels combustion for 30%, that is, for 36% at a higher level of ambition, by 2030 compared to the business as usual (BAU) scenario."}}, "Comoros Islands": {"Paris Agreement": {"Date": "17/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. L’Union des Comores s’engage à réduire ses émissions de gaz à effet de serre de 84% à l’horizon 2030 par rapport aux émissions du scénario de référence de la même année. Cette réduction inclut les absorptions du secteur Utilisation des Terres, Changement d’Affectation des terres et Foresterie (UTCAF) également. The Union of the Comoros aims to reduce its greenhouse gas emissions by 84% by 2030 relative to reference scenario emission levels in the same year. This reduction includes sinks from the Land Use, Land-Use Change, and Forestry (LULUCF) sector."}}, "Estonia": {"Global Funds": {"Income situation": "High income", "Global Climate Change Alliance (GCCA)": {"Pledged": "0.9", "Deposited": "0.9"}, "Green Climate Fund (GCF)": {"Pledged": "1.3", "Deposited": "1.3"}}}, "Iraq": {"Paris Agreement": {"Date": "12/11/2015", "Summary": "Please note that the INDC was submitted only in Arabic. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.orgIraq has set targets to reduce greenhouse gas (GHG) emissions by 15% below business-as-usual (BAU) emissions by 2035. Of the 90 million metric tons of CO2 equivalent, 2% will be conditional and an additional 13% will be achieved through the unconditional target."}}, "Bhutan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Bhutan intends to remain carbon neutral where emission of greenhouse gases will not exceed carbon sequestration by our forests, which is estimated at 6.3 million tons of CO2. Bhutan will maintain a minimum of 60 percent of total land under forest cover for all time in accordance the Constitution of the Kingdom of Bhutan. Efforts will also be made to maintain current levels of forest cover, which currently stand at 70.46%, through sustainable forest management and conservation of environmental services."}}, "Bahamas": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "The Bahamas intends to achieve these mitigation actions through an economy-wide [reduction] in GHG emission of 30% when compared to its Business as Usual (BAU) scenario by 2030. The INDC also inlcudes a section on Adaptation."}}, "Finland": {"Global Funds": {"Income situation": "High income", "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "7.15", "Deposited": "6.83"}, "Adaptation Fund (AF)": {"Pledged": "6.8", "Deposited": "6.8"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "23.2", "Deposited": "23.2"}, "Global Environment Facility (GEF4)": {"Pledged": "13.8", "Deposited": "13.8"}, "Global Environment Facility (GEF5)": {"Pledged": "27.73", "Deposited": "27.73"}, "Global Environment Facility (GEF6)": {"Pledged": "22.1", "Deposited": "22.1"}, "Green Climate Fund (GCF)": {"Pledged": "107.0", "Deposited": "46.42"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "40.86", "Deposited": "40.86"}, "Partnership for Market Readiness": {"Pledged": "5.4", "Deposited": "5.4"}, "Special Climate Change Fund (SCCF)": {"Pledged": "0.37", "Deposited": "0.37"}}}, "Lesotho": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Lesotho is committed to reduce unconditionally 10% of its GHG emissions by 2030 compared to a Business-As-Usual (BAU) scenario. The conditional target is 35% by 2030. Lesotho has also communicated an adaptation contribution. See the full INDC for more information."}}, "Suriname": {"Paris Agreement": {"Date": "28/10/2015", "Summary": "Suriname has taken the initiative to move away from business as usual and to chart a course towards climate compatible development through an enabling framework which has included the preparation and approval of a National Climate Change Policy, Strategy and Action Plan (NCCPSAP). The Republic of Suriname intends to implement the NCCPSAP and will be seeking adequate resources to support this. In this regard, Suriname’s commitment is one that is unconditional as well as conditional through proposed measures of policies, strategies and actions."}}, "Slovenia": {"Global Funds": {"Income situation": "High income", "Global Environment Facility (GEF4)": {"Pledged": "2.12", "Deposited": "2.12"}, "Global Environment Facility (GEF5)": {"Pledged": "2.13", "Deposited": "2.13"}, "Global Environment Facility (GEF6)": {"Pledged": "1.67", "Deposited": "1.67"}}}, "United Kingdom": {"Global Funds": {"Income situation": "High income", "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "5.77", "Deposited": "5.77"}, "Global Environment Facility (GEF5)": {"Pledged": "105.81", "Deposited": "105.81"}, "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "9.5", "Deposited": "9.5"}, "Adaptation for Smallholder Agriculture Programme (ASAP)": {"Pledged": "239.18", "Deposited": "202.84"}, "Adaptation Fund (AF)": {"Pledged": "15.92", "Deposited": "15.92"}, "BioCarbon Fund Initiative for Sustainable Forest Landscapes (BioCarbon Fund xa0ISFL)": {"Pledged": "120.46", "Deposited": "1.4"}, "Clean Technology Fund (CTF)": {"Pledged": "1574.68", "Deposited": "1574.68"}, "Congo Basin Forest Fund (CBFF)": {"Pledged": "82.5", "Deposited": "61.13"}, "Forest Investment Program (FIP)": {"Pledged": "301.99", "Deposited": "301.99"}, "Global Environment Facility (GEF4)": {"Pledged": "83.22", "Deposited": "83.22"}, "Global Environment Facility (GEF6)": {"Pledged": "105.67", "Deposited": "105.67"}, "Green Climate Fund (GCF)": {"Pledged": "1211.0", "Deposited": "934.14"}, "Partnership for Market Readiness": {"Pledged": "11.1", "Deposited": "11.1"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "527.75", "Deposited": "527.75"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "356.9", "Deposited": "356.9"}, "Special Climate Change Fund (SCCF)": {"Pledged": "18.6", "Deposited": "18.6"}, "Forest Carbon Partnership Facility - Carbon Fund (FCPF-CF)": {"Pledged": "188.75", "Deposited": "17.94"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "186.84", "Deposited": "186.84"}}}, "Singapore": {"Paris Agreement": {"Date": "03/07/2015", "Summary": "Singapore communicates that it intends to reduce its Emissions Intensity by 36% from 2005 levels by 2030, and stabilise its emissions with the aim of peaking around 2030. Singapore also submitted an Annex with accompanying information on its national circumstances and adaptation efforts."}}, "Latvia": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.5", "Deposited": "0.5"}}},"South Sudan": {"Paris Agreement": {"Date": "23/11/2015", "Summary": "South Sudan aims to undertake the policies and actions in following sectors: energy generation and use; Land Use and Land use Change; and Transport, to address its future emissions that are likely to result from growth strategies. These efforts are contingent on availability of technical assistance to develop the necessary regulations, policies, and standards as well as financial support for investing in low carbon options. The climate vulnerability of South Sudan’s abundant, unexploited natural resources makes it pertinent for the country’s INDC to comprise both Mitigation and Adaptation components, based on its national circumstances and in alignment with decisions 1/CP 19 and 1/CP20."}}, "Seychelles": {"Paris Agreement": {"Date": "25/09/2015", "Summary": "The Republic of Seychelles will reduce its economy-wide absolute GHG emissions by 122.5 ktCO2e (21.4%) in 2025 and estimated 188 ktCO2e in 2030 (29.0%) relative to baseline emissions. The INDC also includes a section on adaptation."}}, "Mauritius": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "The Republic of Mauritius imperatively needs international technical and financial support to enable it to abate its greenhouse gas emissions by 30%, by the year 2030, relative to the business as usual scenario of 7 million metric tonnes CO2 equivalent."}}, "Qatar": {"Paris Agreement": {"Date": "20/11/2015", "Summary": "Qatar in its INDC communicated 'Economic Diversification with Mitigation Co-benefits' in energy efficiency, clean energy and renewables, research and development, education, and tourism. It also communicated 'Adaptation actions with Mitigation Co-benefits' in water management, infrastructure and transport, waste management, and awareness."}}, "Maldives": {"Paris Agreement": {"Date": "28/09/2015", "Summary": "In accordance with Decisions 1/CP.19 and 1/CP.20, Maldives communicates that it intends to reduce unconditionally 10% of its Greenhouse Gases (below BAU) for the year 2030.The 10% reduction expressed above could be increased up to 24% in a conditional manner, in the context of sustainable development, supported and enabled by availability of financial resources, technology transfer and capacity building. The INDC also includes an Adaptation contirbution."}}, "United Arab Emirates": {"Paris Agreement": {"Date": "22/10/2015", "Summary": "In the post-2020 period the United Arab Emirates will continue to expand its ambitious actions to limit emissions and improve resilience through economic diversification, in accordance with Decisions 1/CP.19 and 1/CP.20. The UAE’s actions are based on a strategy of economic diversification that will yield mitigation and adaptation cobenefits, consistent with the approach adopted under Decision 24/CP.18. To this end, the UAE will pursue a portfolio of actions, including an increase of clean energy to 24% of the total energy mix by 2021."}}, "Malta": {"Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.3", "Deposited": "0.4"}}}, "Cyprus": {"Global Funds": {"Income situation": "High income", "Global Climate Change Alliance (GCCA)": {"Pledged": "1.35", "Deposited": "1.35"}, "Green Climate Fund (GCF)": {"Pledged": "0.5", "Deposited": "0.5"}}}, "Micronesia": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "The Federated States of Micronesia (FSM) commits to reduce GHGs emission in percentage terms on a base year target. Unconditional: The FSM commits to unconditionally reduce by 2025 a 28% its GHGs emissions below emissions in year 2000.Conditional: Similarly, subject to the availability of additional financial, technical and capacity building support from the international community, the FSM could do by 2025 an additional reduction up to 35% below emissions in the 2000 base year. The INDC also includes a section on adaptation."}}, "Saint Lucia": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "Saint Lucia communicated mitigation targets of 23% reduction against BAU emission projections in 2030, with intermediate target of 16% reduction against BAU in 2025. The mitigation targets of this iNDC are set against a Business As Usual (BAU) projection and consider emissions reductions from the Energy Demand, Electricity Generation and Transportation sectors. The INDC also includes a section on adaptation."}}, {"Cabo Verde": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Cabo Verde's mitigation contributions are expressed in the form of Renewable Energy (RE) and Energy Efficiency (EE) Targets and other Nationally Appropriate Mitigation Actions (NAMAs). The INDC also includes adaptation contributions."}}, "Niue": {"Paris Agreement": {"Date": "25/11/2015", "Summary": "In line with Niue’s resilience approach to reduce dependence on imported fossil fuels, Niue will achieve a 38% share of renewable energy of total electricity generation by 2020. (In 2014 the renewable energy share was 2% and this contribution assumes assistance to address critical grid stability issues). This will in part be delivered by a 10% reduction in residential, commercial and government electricity demand by 2020. This contribution will be maintained out to 2025 and will be delivered using national resources and international assistance being identified to achieve the goals of the NiSERM. Conditional upon additional international assistance, Niue could increase its contribution to an 80% share of renewable energy of total electricity generation, or to even higher levels, by 2025. This would require additional support for energy storage and renewable energy generation, and strengthened frameworks for project delivery."}}, "Cook Islands": {"Paris Agreement": {"Date": "20/11/2015", "Summary": "The Cook Islands is committed to a future powered by renewable energy with targets of 50% of islands transformed from diesel based to renewable sourced electricity by 2015, to 100% coverage by 2020 (Cook Islands Renewable Electricity Chart, 2011)...Using 2006 as the base year, emission from electricity generation will be reduced by 38% by 2020. Conditional on receiving external support, Cook Islands could reduce emissions from electricity generation by a further 43%, totalling an 81% emissions reduction by 2030 (relative to 2006). The INDC also includes a section on adaptation."}}, "Trinidad and Tobago": {"Paris Agreement": {"Date": "06/08/2015", "Summary": "Trinidad and Tobago's aim is to achieve a reduction objective in overall emissions from the three sectors by 15% by 2030 from BAU, which in absolute terms is an equivalent of one hundred and three million tonnes (103,000,000) of CO2e. Trinidad and Tobago will commit to unconditionally reduce its public transportation emissions by 30% or one million, seven hundred thousand tonnes (1,700,000) CO2e compared to 2013 levels by December 31, 2030."}},"Grenada": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Grenada commits to reducing its Greenhouse gas emissions by 30% of 2010 by 2025, with an indicative reduction of 40% of 2010 by 2030. The INDC includes a section on Adaptation"}}, "Marshall Islands": {"Paris Agreement": {"Date": "21/07/2015", "Summary": "RMI commits to a quantified economy-wide target to reduce its emissions of greenhouse gases (GHG) to 32% below 2010 levels by 2025. RMI communicates, as an indicative target, its intention to reduce its emissions of GHGs to 45% below 2010 levels by 2030."}}, "Antigua and Barbuda": {"Paris Agreement": {"Date": "19/10/2015", "Summary": "Conditional Adaptation Targets: 1- By 2025, increase seawater desalination capacity by 50% above 2015 levels. 2- By 2030, all buildings are improved and prepared for extreme climate events, including drought, flooding and hurricanes. 3- By 2030, 100% of electricity demand in the water sector[1] and other essential services (including health, food storage and emergency services) will be met through off-grid renewable sources. 4- By 2030, all waterways are protected to reduce the risks of flooding and health impacts. 5- By 2030, an affordable insurance scheme is available for farmers, fishers, and residential and business owners to cope with losses resulting from climate variability. Conditional Mitigation Targets 1- By 2020, establish efficiency standards for the importation of all vehicles and appliances. 2- By 2020, finalize the technical studies with the intention to construct and operationalize a waste to energy (WTE) plant by 2025.[2] 3- By 2030, achieve an energy matrix with 50 MW of electricity from renewable sources both on and off-grid in the public and private sectors. [3]4. By 2030, all remaining wetlands and watershed areas with carbon sequestration potential are protected as carbon sinks. 'Unconditional Targets' 1- Enhance the established enabling legal, policy and institutional environment for a low carbon emission development pathway to achieve poverty reduction and sustainable development. 2- By 2020, update the Building Code to meet projected impacts of climate change.[1] The water sector includes water generation (seawater desalination), distribution and usage, to ensure water delivery when grid electricity may be interrupted. Based on an informal assessment, water distribution and usage is equal to approximately 15% of GHG emissions in the electricity sector.[2] This waste to energy target is not considered part of the 50 MW renewable energy target. [3] This target includes distributive renewable energy capacity to be used as backup energy by the commercial sector and some residences. The assumption is that the commercial sector has full backup capacity of approx. 20 MW to continue business when electricity via the grid may be interrupted. Backup electricity generation is currently fossil fuel-based."}}, "Dominica": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Dominica commits to progressively reduce total gross greenhouse gas (GHG) emissions below 2014 levels (164.5 Ggs est.) at the following reduction rates: 17.9% by 2020; 39.2% by 2025; and 44.7% by 2030...This contribution is conditional upon receiving timely access to international climate change financing, technology development and transfer, and capacity building support for priority adaptation and mitigation measures. Dominica has also outlined its plans for building climate resilience (adaptation), noting that there is little distinction between adaptation and mitigation measures – an integrated response is being implemented to build climate resilience in vulnerable communities, while enabling Green Growth through the transition to sustainable energy technologies. See Dominica's INDC for more information."}}, "Palau": {"Paris Agreement": {"Date": "28/11/2015", "Summary": "Palau communicated absolute energy sector emissions reduction target, with additional reductions coming from the waste and transport sectors, including the following indicative targets: 22% energy sector emissions reductions below 2005 levels by 2025 45% Renewable Energy target by 202535% Energy Efficiency target by 2025"}}, "Samoa": {"Paris Agreement": {"Date": "01/10/2015", "Summary": "Samoa is targeting the Energy Sector with a focus on the Electricity sub sector. 26% of electricity was generated from renewable energy sources in 2014. Samoa commits to generating 100% of its electricity from renewable energy sources by 2025. This is conditional on Samoa attaining this target in 2017 and receiving external assistance to maintain the contribution of renewable sources at 100% through to 2025. Assistance required to reach this target include human, technological and financial resources.Further economy-wide emissions reductions are conditional on Samoa receiving external financial assistance from the international community. See the full INDC for more information."}}, "Tonga": {"Paris Agreement": {"Date": "04/12/2015", "Summary": "Taking into account its negligible emission and limited capability, Tonga’s intended contributions are designed to be quantified at the national level cascaded to the sector level as follows: 50% of electricity generation from renewable sources by 2020. In 2015 renewable energy accounts for approximately 9% of total electricity generation, with confirmed and funded investments taking this to 13% in 2016.70% of electricity generation from renewable sources by 2030 Improve Energy efficiency through reduction of electricity line losses to 9 percent by 2020 (from a baseline of 18 percent in 2010) To double the 2015 number of Marine Protected Areas by 2030Sector Emission Reduction Targets: Transport, Agriculture, Environment Friendly Waste Management and ReforestationOther Sectors Climate Resilience: Public Infrastructures, foreshore protection, buildings and houses."}}, "Tuvalu": {"Paris Agreement": {"Date": "27/11/2015", "Summary": "Tuvalu commits to reduction of emissions of green-house gases from the electricity generation (power) sector, by 100%, i.e. almost zero emissions by 2025.Tuvalu’s indicative quantified economy-wide target for a reduction in total emissions of GHGs from the entire energy sector to 60% below 2010 levels by 2025. These emissions will be further reduced from the other key sectors, agriculture and waste, conditional upon the necessary technology and finance."}},"Barbados": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Barbados intends to achieve an economy-wide reduction in GHG emissions of 44% compared to its business as usual (BAU) scenario by 2030. In absolute terms, this translates to a reduction of 23% compared with the baseline year, 2008. As an interim target, the intention will be to achieve an economy-wide reduction of 37% compared to its business as usual (BAU) scenario by 2025, equivalent to an absolute reduction of 21% compared to 2008. The INDC also includes a section on adaptation."}}, "Saint Vincent and the Grenadines": {"Paris Agreement": {"Date": "18/11/2015", "Summary": "St. Vincent and the Grenadines intends to achieve an unconditional, economy-wide reduction in greenhouse gas (GHG) emissions of 22% compared to its business as usual (BAU) scenario by 2025. The INDC also includes a section on Adaptation."}}, "Bosnia and Herzegovina": {"Paris Agreement": {"Date": "08/10/2015", "Summary": "Emission reduction that BiH unconditionally might achieved, compared to the BAU scenario, is 2% by 2030 which would mean 18% higher emissions compared to the base year 1990. Significant emission reduction is only possible to achieve with international support, which would result in emission reduction of 3% compared to 1990, while compared to the BAU scenario it represents a possible reduction of 23%."}}, {"Denmark": {"Global Funds": {"Income situation": "High income", "Indonesia Climate Change Trust Fund (ICCTF)": {"Pledged": "0.17", "Deposited": "0.17"}, "Forest Carbon Partnership Facility - Readiness Fund (FCPF-RF)": {"Pledged": "5.8", "Deposited": "5.8"}, "Forest Investment Program (FIP)": {"Pledged": "10.29", "Deposited": "10.29"}, "Global Environment Facility (GEF4)": {"Pledged": "16.83", "Deposited": "16.83"}, "Global Environment Facility (GEF5)": {"Pledged": "26.0", "Deposited": "26.0"}, "Global Environment Facility (GEF6)": {"Pledged": "21.25", "Deposited": "21.25"}, "Green Climate Fund (GCF)": {"Pledged": "71.8", "Deposited": "71.8"}, "Partnership for Market Readiness": {"Pledged": "5.1", "Deposited": "5.1"}, "Pilot Program for Climate Resilience (PPCR)": {"Pledged": "22.55", "Deposited": "22.55"}, "Scaling Up Renewable Energy Program (SREP)": {"Pledged": "11.55", "Deposited": "11.55"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "63.37", "Deposited": "54.8"}, "Special Climate Change Fund (SCCF)": {"Pledged": "9.04", "Deposited": "9.04"}}}, "Equatorial Guinea": {"Paris Agreement": {"Date": "21/09/2015", "Summary": "Please note that the INDC was submitted only in Spanish. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. 'La ambición de Guinea Ecuatorial es reducir en un 20% de sus emisiones para el año 2030, con respecto a los niveles de 2010; a fin de alcanzar una reducción de 50% para el año 2050'. Equatorial Guinea's ambition is to reduce emissions by 20% by 2030, relative to 2010 levels, in order to achieve a 50% reduction by 2050."}}, "Eritrea": {"Paris Agreement": {"Date": "24/09/2015", "Summary": "The government of the State of Eritrea is committed to reduce the CO2 emissions from fossil fuels by 23.1% in 2020, 30.2 % by 2025 and 39.2% by 2030 visa-vis to the reference year. If additional support is solicited, it can be further reduced by 36.4 % in 2020, 61.1% by 2015* and 80.6% by 2030.The BAU scenario for all GHG gases expected to increase to: 5 MtCO2eq in 2020, 5.5 MtCO2eq in 2025 and in 2030 6.3 MtCO2eq. Therefore, Eritrea intends to limit its net greenhouse gas (GHGs) emissions in 2030 to less than 3.9 MtCO2eq. This would constitute a 39% reduction from the projected ‘business‐as‐usual’ (BAU) emissions in 2030 or 80.6% reduction from the reducible BAU scenario in 2030 as shown in Figure 1.The BAU scenario for all fossil fuel CO2 emission expected to increase 1.7 MtCO2 in 2020, 2.2 MtCO2 in 2025 and in 2030, 3 MtCO2.Unconditional mitigation scenario: With internal resources Eritrea can implement its unconditional scenario reaching 1.3 MtCO2 in 2020, 1.6 MtCO2 in 2025 and 1.9 MtCO2 in 2030from fossil fuel CO2.Conditional mitigation scenario: With external assistances Eritrea can implement its conditional scenario reaching 1.1 MtCO2 In 2020, 0.9 MtCO2 in 2025 and 0.6 MtCO2 in 2030from fossil fuel CO2. (*It appears they intended to say 2025.)"}}, "Gambia": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Gambia communicated an Activity/Sector based commitment, including unconditional mitigation actions in afforestation and renewable energy, and conditonal reductions in agriculture, energy, transport and waste sectors. With individual baselines developed for each sector, excluding LULUCF and for Low Emissions Scenario, overall emissions will be reduced by about 44.4% in 2025 and 45.4% in 2030. The INDC also includes a section on Adaptation."}}, "Guinea Bissau": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Guinea Bissau's mitigation contribution includes the implementation of policies and planned actions in forestry and energy sectors. The INDC also includes an adaptation contribution."}},"Kuwait": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "Please note that the INDC was submitted only in Arabic. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. The State of Kuwait will operate under Business as Usual for the period of 2020-2035, and has not set specific reduction requirements. Instead, through projects and legislation, Kuwait will continue to build its economy in the context of sustainable development. Therefore Kuwait puts great importance on diversifying its sources of energy for production."}}, "Luxembourg": {"Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "2.11", "Deposited": "2.11"}, "Global Environment Facility (GEF4)": {"Pledged": "1.94", "Deposited": "1.94"}, "Global Environment Facility (GEF5)": {"Pledged": "1.97", "Deposited": "1.97"}, "Global Environment Facility (GEF6)": {"Pledged": "1.67", "Deposited": "1.67"}, "Green Climate Fund (GCF)": {"Pledged": "46.8", "Deposited": "33.4"}, "Least Developed Countries Fund (LDCF)": {"Pledged": "5.7", "Deposited": "5.7"}}},"Republic of the Congo": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. La contribution de la République du Congo devrait permettre de réduire, dans un scénario bas-carbone conditionnel (dépendant de l’appui de la communauté internationale), les émissions de GES d’environ 48% en 2025 (soit 8 MteqCO2), et 54% en 2035 (soit 19 MteqCO2) par rapport au scénario tendanciel.”In a conditional, low-carbon scenario, the contribution of the Republic of Congo should reduce GHG emissions by about 48% in 2025 (or 8 MtCO2e) and by 54% in 2035 (or 19 MtCO2e) compared to the baseline scenario and depending on the support of the international community."}}, "Turkmenistan": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Turkmenistan considering all acceptable development options and submission of INDC and taking into account national interests and capabilities of the country, as well as analyzing developed by countries INDCs choose the contribution Type 3 (GHG goal/target), which uses a target indicator attached to per unit of GDP. Specific greenhouse gas emissions per unit of GDP are the indicator that can reflect the country's potential to reduce greenhouse gas emissions. If financial and technological support is provided by developed countries, Turkmenistan could achieve zero growth in emissions and even reduce them up to 2030."}}, "Bahrain": {"Paris Agreement": {"Date": "24/11/2015", "Summary": "The Kingdom of Bahrain communicated in its INDC actions with mitigation co-benefits which may contribute to low greenhouse gas emission development as well as adaptation actions."}}, "Sao Tome and Principe": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "Sao Tome and Principe's mitigation contribution is a reduction of greenhouse gases by about 57 ktCO2eq below BAU by 2030, which approximately corresponds to a 24% national emission reduction below BAU by 2030. The INDC also includes an adaptation component."}}, "Eswatini": {"Paris Agreement": {"Date": "29/09/2015", "Summary": "Swaziland's INDC includes conditional mitigation and adaptation actions. As its unconditional contribution, Swaziland will focus human capital on mitigation [and adaptation] as a response to climate change. Swaziland will participate in research, pilot projects and planning and implementation of mitigation actions [and adaptation actions]."}}, "Liechtenstein": {"Paris Agreement": {"Date": "23/04/2015", "Summary": "Liechtenstein aims at a reduction of greenhouse gases by 40 % compared to 1990 by 2030. The reduction target will be subject to the approval of the Liechtenstein Parliament. The assumptions underlying Liechtenstein's INDC are based on the possibility to achieve emission reductions abroad which may be accounted towards Liechtenstein's reduction target in 2030. However, primary focus will be given on domestic emission reductions. "}, "Global Funds": {"Income situation": "High income", "Green Climate Fund (GCF)": {"Pledged": "0.1", "Deposited": "0.1"}}}, "Andorra": {"Paris Agreement": {"Date": "30/04/2015", "Summary": "Please note that the INDC was submitted only in French. WRI did its best to translate the INDC language. If any errors are identified, please contact us at wcait@wri.org. Andorra commits to reduce GHG emissions by 37 percent (193.73 Gg CO2 eq.) from its business-as-usual scenario emissions in 2030."}}, "Monaco": {"Paris Agreement": {"Date": "04/08/2015", "Summary": "With a view to the adoption of a legally binding agreement in Paris in December 2015, the Principality of Monaco wishes to contribute to the joint effort by adopting a target to reduce its emissions by 50% by 2030, compared with the reference year of 1990[1]. [1]The reference year is 1990 for CO2, CH4 and N2O. For fluorinated gases (including NF3), the reference year is 1995."}, "Global Funds": {"Income situation": "High income", "Adaptation Fund (AF)": {"Pledged": "0.01", "Deposited": "0.01"}, "Green Climate Fund (GCF)": {"Pledged": "1.3", "Deposited": "1.3"}}}, "Kiribati": {"Paris Agreement": {"Date": "26/09/2015", "Summary": "Kiribati is a LDC SIDS with limited resources that will nonetheless commit to reduce emissions by 13.7% by 2025 and 12.8% by 2030 compared to a BAU projection. Kiribati also included a section on adaptation, which includes descriptions of Kiribati's vulnerability to climate change, adaptation programs and actions, means of implementation for mitigation and adaptation. A conditional reduction commitment is also communicated in the INDC."}}, "San Marino": {"Paris Agreement": {"Date": "30/09/2015", "Summary": "The Republic of San Marino, on the basis of the decision of the Government held on 28 September 2015, commits to reduce GHG emissions to 20% below 2005 levels by 2030."}}, "Nauru": {"Paris Agreement": {"Date": "17/11/2015", "Summary": "The Government of the Republic of Nauru considers the focus of its INDC to be primarily adaptation, with a strong emphasis on building resilience which also encompasses mitigation in an integrated manner. The main mitigation contribution is to achieve the outcomes and targets under the National Energy Road Map (NERM), NSDS and recommendations under the SNC and is conditional on receiving adequate funding and resources. The key mitigation intervention is to replace a substantial part of the existing diesel generation with a large scale grid connected solar photovoltaic (PV) system which would assist in reducing the emissions from fossil fuels. Concurrent to the above there needs to be put in place extensive demand side energy management improvements which will complement the PV installation. The demand management improvements are expectedto reduceemissions by bringing down diesel consumption further."}}, {"Saint Kitts and Nevis": {"Paris Agreement": {"Date": "12/12/2015", "Summary": "The Federation of St. Kitts and Nevis proposes an emissions reduction target of 22% and 35% of St. Kitts and Nevis GHG emissions projected in the business as usual (BAU) scenario for 2025 and 2030 respectively. The INDC also includes an Adaptation Contribution."}}, "Brunei Darussalam": {"Paris Agreement": {"Date": "01/12/2015", "Summary": "Brunei Darussalam’s Intended Nationally Determined Contributions are summarised as follows: i. Energy sector: to reduce total energy consumption by 63% by 2035 compared to a Business-AsUsual (BAU) scenario; and to increase the share of renewables so that 10% of the total power generation is sourced from renewable energy by 2035ii. Land Transport sector: to reduce carbon dioxide emissions from morning peak hour vehicle use by 40% by 2035 compared to a business as usual scenario. iii. Forestry sector: to increase the total gazette forest reserves to 55% of total land area, compared to the current levels of 41%. The INDC also includes an Adaptation contribution."}}}
